{
  "Inhalation_Injury_Toxic_and_Industrial_Chemical_Exposure_26_Jul_2016_ID25_updated": {
    "filename": "Inhalation_Injury_Toxic_and_Industrial_Chemical_Exposure_26_Jul_2016_ID25_updated.pdf",
    "category": "assessment",
    "sections": {
      "overview": "Guideline Only/Not a Substitute for Clinical Judgment  1 JOINT TRAUMA SYSTEM CLINICAL PRACTICE GUIDELINE (JTS CPG)\nInhalation Injury and Toxic Industrial  Chemical Exposure\nThere are multiple toxic industrial chemicals that act on the respiratory tract. This\nCPG reviews common toxic industrial chemicals related in pulmonary injury\nContributors\nLCDR Omar Saeed, MC, USN\nCPT Nathan Boyer, MC, USA\nLTC Jeremy Pamplin, MC, USA\nMAJ Ian Driscoll, MC, USA\nMAJ Jeff DellaVolpe, USAF, MC  LtCol Jeremy Cannon, USAFR , MC\nLt Col Joseph K Maddry, USAF, MC\nCOL (ret) Leopoldo Cancio, MC, USA\nCol Stacy A Shackelford, USAF, MC\nFirst Publication Date: 23 Feb  2007 Publication Date: 25 Jul 2016  Supersedes CPG dated 07 Jun 2008\n01 Sep 2023 update: SAVeO2 oxygen parameters\nTABLE OF CONTENTS\nPurpose ........................................................................................................................................................................................ 2\nGeneral Smoke Inhalation  Injury  ................................................................................................................................................. 2\nToxic  Indu strial Chemical Inhalational Injury  .............................................................................................................................. 2\nPatients Requiring Mechanical Ventilation (MV)  Secondary to  Toxic Industrial Chemical Inhalation ........................................ 3\nChlorine  ................................................................................................................................................................................... 3\nPhosgene  ................................................................................................................................................................................. 3\nHydrogen Sulfide  ..................................................................................................................................................................... 3\nAmmonia  ................................................................................................................................................................................. 4\nOther Common Chemical To xins Related to Inhalational  Exposures  .......................................................................................... 4\nCyanide .................................................................................................................................................................................... 4\nCarbon Monoxide  ................................................................................................................................................................... 4\nFire Suppressants  .................................................................................................................................................................... 5\nPerformance Improvement (PI) Monitoring  ............................................................................................................................... 5\nPopulation of I nterest  ............................................................................................................................................................. 5\nIntent (Expected Outcomes)  ................................................................................................................................................... 5\nPerformance/Adherence Metrics  ........................................................................................................................................... 5\nData Source  ............................................................................................................................................................................. 5\nSystem Reporting &  Frequency  ............................................................................................................................................... 5\nResponsibilities ....................................................................................................................................................................... 6\nReferences  ................................................................................................................................................................................... 6\nAppendix A: Chlorine  Inhalation .................................................................................................................................................. 8\nAppendix B: Additional Information Regarding Off -Label uses in CPGs ...................................................................................... 9\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  2 PURPOSE\nThere are multiple toxic industrial chemicals  that act on the respiratory tract. This CPG reviews the most\ncommon toxic industrial chemicals which lead  to pulmonary injury.\nMore information is available from the C enters for Disease Control and Prevention:\n https://www.atsdr.cdc.gov/toxicsubstances.html\n Textbooks  of Military Medicine\nhttps://medcoe.army.mil/borden -3-textbooks -of-military-medicine\n Patients with both burn and inhalation injury have significantly increased morb idity and mortality compared\nto those with burn injury alone.1 This CPG is intended to review relevant information in the care of patients\nwith inhalation injury and more specifically toxic industrial chemicals. Also included is a brief overview of the\nman agement strategies for these patients. We intend to inform caregivers with the goal of reducing some of\nthe complications of inhalation injury.\nGENERAL  SMOKE   INHALATION   INJURY\nSmoke inhalation injury occurs from several agents. Thermal injury and chemical injury are the primary initial toxicities. Chemical injury occurs from several materials of combustion and pyrolysis.\n2  Highly water -soluble\nirritants such as acrolein, sulfur dioxide, hydrogen chloride and ammonia, and intermediate water soluble\nirritants such as chlorine and isocyanates are produced. Poor ly water -soluble irritants are oxides of nitrogen and\nphosgene. Simple asphyxiants which displace oxygen include carbon dioxide and methane, and chemical\nasphyxiants which inhibit mitochondrial activ ity and reduce hemoglobin carrying capacity include carbon\nmonoxide, cyanide, and hydrogen sulfide. Treatment is generally supportive. Some require antidotes. Most critically ill patients require unique ventilation techniques used for Acute Respiratory Distress Syndrome (ARDS).\nAs toxic pulmonary agents lead to oxidative damage to lung tissues, similar to excessive oxygen supplementation, oxygen supplementation should be provided only as necessary to maintain sufficient\noxygenation (pulse oximetry of 9 0% to 96%).\n3\nTOXIC   INDUSTRIAL  CHEMICAL   INHALATIONAL  INJURY\nIn general, the treatment of ARDS secondary to toxic industrial chemicals is similar to that for smoke inhalation injury. The ca re is supportive with a focus on:\n Airway management .\n Lung-protective ventilation strategies .\n Aggressive pulmonary toilet .\n Avoidance of volume overload or rapid fluid infusion that might worsen pulmonary edema secondary to capillary leak.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  3 PATIENTS  REQUIRING  MECHANICAL  VENTILATION  (MV)  SECONDARY\nTO  T OXIC INDUSTRIAL  CHEMICAL  INHALATION\nPatients requiring MV  secondary to toxic industrial chemicals  inhalation, in particular chlorine, are at a higher\nrisk of developing v entilator -associated pneumonia and should be monitored closely. The treatments in this CPG\nare primarily based on animal experiments. Evidence for clinical use in humans is limited.\nCHLORINE\nChlorine (Cl 2) (Appendix A ) is used commonly in industry. It is a commonly found in industrial and transportation\naccidents and are somet imes used in weapons such as improvised explosive device s. Chlorine dissolves in water\nto form hydrochloric and hypochlorous acids.\nChlorine has intermediate water solubility. Just after exposure the patient develops mucosal irritation (tearing,\nskin burning, drooling), but after large or sustained exposure the patient may develop cough, shortness of\nbreath, and chest pain due to alveolar injury . Except for in cases of large exposure, upper airway symptoms\nproceed lower airway symptoms. If the patient develops pulmonary toxicity, it may worsen over days.\nTreatm ent is primarily skin decontamination, supplemental oxygen  as necessary , beta agonists and ARDS\nventilatory techniques.4   Inhaled corticosteroids (e.g. , fluticasone) improved secondary outcomes in severely\ntoxic animal models.5  Clinical data on the effic acy of corticosteroids after human exposure to lung- damaging\nagents are inconclusive as the number of well -structured controlled studies is small and the indications for\nadministration of corticosteroids are unclear .6  Prone positioning mechanical ventilat ion may  be effective.7\nNebulized bicarbonate has not reliably improved outcomes .4,6,8,9\nPHOSGENE\nPhosgene (Carbonyl chloride, COC l2) has a sweet, pleasant smell of mown hay. It is poorly water soluble, not\nnoxious and does not prompt escape from the loca tion by the victim. It was used in WWI as a chemical weapon.\nIt is produced from the combustion of chlorinated hydrocarbons (welding, fires) and from synthesis of solvents (degreasers, cleaners). Phosgene is a respiratory irritant. Immediate effects may include coughing, burning sensation in throat and eyes, lacrimation, blurred vision, dyspnea, nausea and vomiting, and or cutaneous injury.\nHigh-dose inhalation may cause onset of pulmonary edema within 2 -6 hours. High concentrations may produce\na severe cou gh with laryngospasm that results in sudden death; this possibly could be due to phosgene\nhydrolysis, which releases free hydrochloric acid at the level of the larynx.  On the other hand, delayed -onset\npulmonary edema as late as 48 hours after exposure is a lso possible. Thus, patients should be monitored for\nthat length of time after exposure .\n10  The mechanism of toxicity is release of hydrochloric acid and reactive\noxygen species and free radicals in the lung epithelial layers. Decontamination is typically not needed once the\npatient leaves the exposure. Treat with observation, supplemental oxygen , and ARDS ventilation techniques.\nHYDROGEN SULFIDE\nHydrogen sulfide (H 2S) smells like rotten eggs and is a chemical irritant. Exposures occur in waste management,\npetroleum, natural gas industries, and asphalt and rubber factories. The gas acts like cyan ide and inhibits\ncytochrome oxidase, preventing mitochondrial oxygen use and cellular respiration. At lower doses, H 2S causes\nskin and mucous membrane irritation. At high concentrations, it produces a “knockdown” effect, a sudden loss\nof consciousness. At these concentrations it can produce seizure, myocardial ischemia, keratoconjunctivitis, and\nupper airway and pulmonary injury. The vast majority of patients will have died prior to receiving medical care\nor will make a full recovery immediately after remov al from the exposure. In those patients who do not\nimmediately recover after removal from the exposure, t reat with supplemental oxygen  and intravenous\nhydroxocobalamin (5 g) or intravenous sodium nitrite (300 mg), and supportive care.2  Inhalation of sodiu m\nnitrite is associated with methemoglobinemia and hypotension. Infuse it over 5 -7 minutes.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  4 AMMONIA\nAmmonia (NH 3) is a common industrial and household chemical used as a fertilizer, refrigerant, cleaning agent.\nNH 3 has a pungent odor. It is also used in pl astic and explosive synthesis. NH 3 is transported under pressure in\nliquid form at sub -zero temperatures. It reacts with water upon release, to form ammonium hydroxide (NH 4OH),\na strong base, which produces mucosal irritation (tearing, skin irritation, eye  pain and burns), severe upper\nairway irritation, and alkali skin burns. High concentrations or prolonged exposure duration (patient unconscious\nin a closed room) can produce tracheobronchial and pulmonary inflammation. It can produce respiratory failure\nwithin 2 -5 minutes of exposure. Treat with skin and eye irrigation, alkali burn skin care, supplemental oxygen  as\nnecessary , ARDS ventilatory techniques, and supportive care .4  Proper eye care, particularly copious irrigation, is\nessential immediately after  the exposure. The eye is often the forgotten organ in a patient with an acute irritant\ngas exposure.11\nOTHER  COMMON  CHEMICAL  TOXINS  RELATED  TO  INHALATIONAL  EXPOSURES\nCYANIDE\nCyanide (CN) is released in structural and vehicle fires and in occupational settings of chemical or synthetic\nmaterial combustion. It is used in manufacturing of pesticides and synthetic materials, metal extraction, and in\nchemical laboratories. Cyanide i nhibits mitochondrial cytochrome oxidase thereby halting  cellular respiration\nand aerobic metabolism. Early or mild effects are mostly neurologic (dizziness, headache, nausea, and anxiety).\nLate or severe effects are coma, seizure, respiratory depression, hypotension, and tachycardia. ARDS and\npulmonary edema can occur in severe cases. Coma precedes apnea, and then hypotension develops.\nThe triad of severe toxicity is hypotension, altered mental status, and lactic acidosis (commonly > 8 mmol/L).12\nTreat with oxygen, mechanical ventilation, and  rapid administration of an antidote . Hydroxocobalamin, the most\ncommonly available antidote (sold as Cyanokit®), binds to CN to form cyanocobalamin, which is nontoxic and\nexcreted in the urine. The standard d ose of 5 g is infused intravenously over 15 minutes. A second dose of 5 g\ncan be administered in patients with severe toxicity or poor clinical response. It is generally regarded as safe.\nRed discoloration of the skin and urine is common which may interfer e with colorimetric assays.\nHydroxocobalamin has been compared to sodium nitrite (300 mg) and sodium thiosulfate (12.5 g), prior\ntreatment options, and was found to be superior with less toxicity and the latter two therapies are now not\nrecommended for sev ere cyanide toxicity.13   Treatment with nitrites carries significant risk of hypotension and\nmethemoglobinemia, which can further jeopardize tissue oxygen delivery.\nCARBON  MONOXIDE\nCarbon monoxide (CO) is released from the combustion of carbon containin g compounds with combustion\nengines and cooking stoves in enclosed spaces. CO has a high affinity for hemoglobin and displaces oxygen when present. This displacement of oxygen ultimately leads to decreased oxygen delivery at the tissue and\nmitochondrial le vel.\n14  Symptoms of CO toxicity include confusion, stupor, coma, seizures, and myocardial\ninfarction.15  CO levels are t raditionally measured  using a co-oximeter, in a blood gas lab ; however, this testing\nmay not always be available and a high index of suspicion must be present as elevated CO may be present\ndespite normal PaO2 and SpO2 readings. Newer non -invasive CO -oximetry may allow for early diagnosis and\nbetter monitoring.16   Treatment of CO poisoning involves producing 100% oxygen, shortening the hal f-life of CO\nbinding to hemoglobin to about 45 minutes. Hyperbaric oxygen therapy (HBO) has been used to reduce the half -\nlife to about 20 minutes.17  Logistical factors have limited the utilization of HBO and a systematic review found\nthat not enough evidence exists at this point to determine definitively whether HBO reduces adverse neurologic\noutcomes after CO poisoning.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  5 FIRE   SUPPRESSANTS\nChemical fire suppressants are released in military vehicle fires. The most common is HFC227 (HFC -227EA,\nheptafluoro propane). It replaced bromotrifluoromethane (one of many “Halons”) in military vehicles.18  These\n“virgin Halons” were banned by the E nvironmental Protection Agency (E PA) in 1994.19  HFC227 is inert, a simple\nasphyxiant, and no cases of combustion related toxicity have been published or reported to the EPA or\nOccupational Safety and Health Administration .20,2 1  HFC227 c an convert to hydrogen fluoride in small amounts\nduring a fire, and; treatment is supportive, similar to other chemical exposures resulting in  inhalation injury.4\nHydrogen fluoride (HF) as a byproduct of combustion with standard fire suppression systems may cause severe\ninhalation injury. Exposure to HF may result in rapidly progressi ve or fatal respiratory failure despite minimal\nexternal evidence of injury . In human tissue, HF dissociates into the hydrogen and fluoride ions. Fluoride ions\nrapidly bind calcium, leading to fatal hypocalcemia induced cardiac dysrhythmias. Patients prese nt typically with\nshortness of breath, cough, or hypoxia; there must be a high level of suspicion. The administration of  nebulized\ncalcium gluconate (1.5 ml of 10% Ca Gluconate in 4.5 ml water) every 4 hours may provide benefit. If the patient\nis hypocalce mic, intravenous calcium gluconate (1000 mg) or intravenous calcium chloride (1000 mg) through a\ncentral venous line) should be administered and repeated every 15 minutes until normalization of serum\ncalcium  for a minimum of 12 hours . In the absence of significant burns, consider steroids if symptoms do not\nimprove. Bronchopneumonia can  develop within the first week.\nPERFORMANCE IMPROVEMENT (PI) MONITORING\nPOPULATION  OF  INTEREST\nAll patients diagnosed with smoke or toxic chemical inhalation exposure.\nINTE NT  (EXPECTED  OUTCOMES)\n1. Patients with respiratory insufficiency and chemical exposure are intubated by the first surgical team\nadmitting.\n2. Examination of pharynx, larynx, trachea, and bronchi is documented for all patients in population of interest.\nPERFOR MANCE/ADHERENCE   METRICS\n1. Number and percentage of patients with respiratory insufficiency who receive intubation.\n2. Number and percentage of patients in population of interest who have documentation of examination of pharynx, larynx, trachea, and bronchi.\nDATA  SOURCE\n Patient Record\n Department of Defense Trauma Registry (DoDTR)\nSYSTEM  REPORTING   &  FREQUENCY\nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed annually; additional PI monitoring and sys tem reporting may be performed as needed.\nThe system review and data analysis will be performed by the Joint Trauma System (JTS) Chief  and the JTS  PI\nBranch.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  6 RESPONSIBILITIES\nIt is the trauma team leader’s responsibility to ensure familiarity, appropriate compliance,  and PI monitoring at\nthe local level with this CPG.\nREFERENCES\n1. Albright JM, Davis CS, Bird MD, Ramirez L, Kim H, Burnham EL et al. The acute pulmonary inflammatory\nresponse to the graded severity of smoke inhalation injury. Critical care medicine. 2012;40 (4):1113-21.\n2. Holstege CP, Kirk MA. Smoke inhalation. In: Goldfrank LR, ed. Goldfrank's toxicologic emergencies. 7th ed\nNew York: McGraw -Hill, Medical Pub. Division; 2002:1469-1477.\n3. Ginde AA. Strategy to avoid excessive oxygen (SAVE -O2) in critically ill trauma patients: a multicenter\ncluster -randomized, stepped wedge trial for targeted normoxemia. Scientific Plenary Presentation (MHSRS -\n23-10446), Military Health Sys tem Research Symposium; August 14, 2023.\n4. Nelson LS. Simple asphyxiants and pulmonary irritants. In: Goldfrank LR, ed. Goldfrank's toxicologic\nemergencies. 7th ed ed. New York: McGraw -Hill, Medical Pub. Division; 2002:1453 -1468.\n5. Wang J, Zhang L, Walther SM . Administration of aerosolized terbutaline and budesonide reduces chlorine\ngas-induced acute lung injury. J Trauma. Apr 2004;56(4):850 -862.\n6. DeLange DW, Meulenbelt J. Do Corticosteroids have a role in preventingor reducing acute toxic lung injury\ncaused by  inhalation of chemical agents? Clinical Toxicology. Vol 49, no 2. February 2011. pp 61 -71\n7. Wang J, Abu -Zidan FM, Walther SM. Effects of prone and supine posture on cardiopulmonary function after\nexperimental chlorine gas lung injury. Acta Anaesthesiol Scan d. Oct 2002;46 (9):1094-1102.\n8. Vinsel PJ. Treatment of acute chlorine gas inhalation with nebulized sodium bicarbonate. J Emerg Med. 1990\nMay -Jun 1990;8(3):327-329.\n9. Pascuzzi TA, Storrow AB. Mass casualties from acute inhalation of chloramine gas. Mil Med. 1 998 Feb\n1998;163(2):102-104.\n10. Centers for Disease Control and Prevention, Facts about phosgene , available at\nhttps://emergency.cdc.gov/agent/phosgene/basics/facts.asp   Accessed Feb 2020.\n11. Levy DM, Divertie MB, Litzow TJ, Henderson JW. Ammonia burns of the face and respiratory tract. JAMA.\n1964 Dec 7;190:873-6\n12. Baud FJ, Borron SW, Megarbane B, et al. Value of lactic acidosis in the assessment of the sever ity of acute\ncyanide poisoning. Crit Care Med. 2002;30 (9):2044-2050.\n13. Bebarta VS, Pitotti RL, Dixon P, Lairet JR, Bush A, Tanen DA. Hydroxocobalamin versus sodium thiosulfate for\nthe treatment of acute cyanide toxicity in a swine (Sus scrofa) model. Annals  of emergency medicine.\n2012;59 (6):532-9.\n14. Kealey GP. Carbon monoxide toxicity. Journal of burn care & research: official publication of the American Burn Association. 2009;30(1):146-7.\n15. Henry CR, Satran D, Lindgren B, Adkinson C, Nicholson CI, Henry TD. My ocardial injury and long-term\nmortality following moderate to severe carbon monoxide poisoning. JAMA. 2006;295 (4):398 -402.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  7 16. Hampson NB. Noninvasive pulse CO-oximetry expedites evaluation and management of patients with\ncarbon monoxide poisoning. The Americ an journal of emergency medicine. 2012;30 (9):2021- 4.\n17. Weaver LK. Hyperbaric oxygen therapy for carbon monoxide poisoning. Undersea & hyperbaric medicine :\njournal of the Undersea and Hyperbaric Medical Society, Inc. 2014;41(4):339-54.\n18. Bebarta VS, Tanen DA,  Lairet J, Dixon PS, Valtier S, Bush A. Hydroxocobalamin and sodium thiosulfate versus\nsodium nitrite and sodium thiosulfate in the treatment of acute cyanide toxicity in a swine (Sus scrofa) model. Ann Emerg Med. Apr;55 (4):345 -351.\n19. Mcdougal JN, Dodd DE. Air Force approach to risk assessment for Halon replacements. Toxicology Letter. 1993;68 (1-2):31-35.\n20. Emmen HH, Hoogendijk EM, Klopping- Ketelaars WA, et al. Human saftey and pharmacokinetics of the CFC\nalternative propellants HFC 134a (1,1,1,2 - tetrafluoro ethane) and HFC227 (1,1,1,2,3,3,3-\nheptafluoropropane) following whole-body exposure. Regul Toxicol Pharmacol. 2000;31 (1):22 -35.\n21. Robin ML. Review of thermal decomposition product formation from halocarbon fire suppression agents: suppression of class A fires. West Lafayette, IN1999.\n.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  8 APPENDIX   A:  CHLORINE   INHALATION\nStratify chlorine toxic patients into no symptoms, mild, moderate,  and severe. Treatment and observation\nperiods can be tailored based on the severity of symptoms.\n1. No sympt oms.  If no symptoms, then may be discharged if initial assessment (respiratory examination,\nvital signs, and pulse oximetry) is normal.\n2. Mild (minimal symptoms, coughing, normal pulse oximetry, and no increased respiratory effort). Obtain\nchest radiograph, administer inhaled beta agonists, and observe for up to 6 hours. Most patients can be\ndischarged.\n3. Moderate (hypoxia, increased respiratory effort, normal chest radiograph) - Obtain chest radiograph,\nadminister beta agonists, and admit for at least 12 hour s. Consider inhaled steroids (fluticasone 200 mcg\nor similar agent) twice a day, early endotracheal intubation for increased respiratory effort, and inhaled ipratropium.\n4. Severe  (hypoxia, respiratory distress, often require intubation). Perform early endotr acheal intubation\nwith 8.0 tube to allow for bronchoscopy, obtain chest radiograph, administer beta agonists, and admit\nto ICU. Administer humidified oxygen and inhaled steroids (fluticasone 200 mcg or similar agent) twice a\nday. Consider inhaled ipratropi um if not improving. If unable to administer inhaled steroids or if patient\nhas significant bronchoconstriction consider intravenous steroids.\nARDS.  Perform similar ventilation strategies for  ARDS, including increased positive end- expiratory\npressure and low tidal volumes. Evaluate daily for barotrauma. The patient may require high doses of\nsedatives to maintain synchrony with the ventilator.\nIMPORTANT  CAVEATS\nA patient who is close to a large, dense chlorine exposure (IED detonated chlorine tank) or suf fers a sustained\nexposure (unconscious in a chlorine filled room) may develop upper airway edema. In these cases, perform early intubation. Examine all exposed patients for eye, mucosal, and skin contamination which is manifested by\ncorneal burns/abrasions , mucosal swelling, and skin erythema, blister, or burns. Decontaminate all symptomatic\nskin surfaces. Remove all exposed clothing. The trauma evaluation and treatment takes priority over the chlorine toxicity. Nebulized bicarbonate has not been reliably e ffective. It is made by mixing 1 ml of 8.5% sodium\nbicarbonate in 3 ml saline to create a 2% solution.\nPOST  DISCHARGE   FOLLOW- UP\nIf available, obtain pulmonary function tests with lung volume assessment and diffusing capacity of the lungs for\ncarbon monoxide. If the pulmonary function test  is abnormal, obtain high resolution pulmonary CT scan to\nassess or pulmonary fibrosis.\nBACKGROUND   AND   CLINICAL EFFECTS\nChlorine is a gas with intermediate water solubility. It will induce mild irritant symptoms (tearing, pungent smell,\nupper airway irritation), but will also induce delayed pulmonary edema following a dense or sustained exposure. Chlorine dissolution into lung water generates hydrochloric acid and hypochlorous acid. The hypochlorous acid\ndecomposes to HCl and nascent oxygen (O-). The nascent O-  produces additional lung damage by free-radical\nformation. Chlorine was used in World War I as a chemical warfare agent.\n• Early effects.  Irritation of the eyes, nasal mucosa, upper airway, coughing, shortness of breath, and\nchest pain or burning\n• Late effects.  Pulmonary congestion and edema and then ARDS.\nInhalation Injury  and Toxic Industrial Chemical Exposure  CPG ID: 25\nGuideline Only/Not a Substitute for Clinical Judgment  9 APPENDIX   B: ADDITIONAL   INFORMATION   REGARDING   OFF -LABEL   USES   IN  CPGS\nPURPOSE\nThe purpose of this Appendix is to ensure an understanding of DoD policy and practice regarding inclusion in\nCPGs of “off -label” uses of U.S. Food and Drug Administration (FDA) –approved products. This applies to off -label\nuses with patients who are armed f orces members.\nBACKGROUND\nUnapproved (i.e. “off-label”) uses of FDA -approved products are extremely common in American medicine and\nare usually not subject to any special regulations.  However, under Federal law, in some circumstances,\nunapproved uses of  approved drugs are subject to FDA regulations governing “investigational new drugs.” These\ncircumstances include such uses as part of clinical trials, and in the military context, command required,\nunapproved uses.  Some command requested unapproved uses may also be subject to special regulations.\nADDITIONAL   INFORMATION  REGARDING   OFF -LABEL  USES   IN  CPGS\nThe inclusion in CPGs of off -label uses is not a clinical trial, nor is it a command request or requirement. Further,\nit does not imply that the Mil itary Health System requires that use by DoD health care practitioners or considers\nit to be the “standard of care.” Rather, the inclusion in CPGs of off -label uses is to inform the clinical judgment of\nthe responsible health care practitioner by providing information regarding potential risks and benefits of\ntreatment alternatives. The decision is for the clinical judgment of the responsible health care practitioner within the practitioner -patient relationship.\nADDITIONAL   PROCEDURES\nBalanced  Discussion\nConsistent with this purpose, CPG discussions of off -label uses specifically state that they are uses not approved\nby the FDA. Further, such discussions are balanced in the presentation of appropriate clinical study data,\nincluding any such data that sugges t caution in the use of the product and specifically including any FDA -issued\nwarnings.\nQuality   Assurance   Monitoring\nWith respect to such off -label uses, DoD procedure is to maintain a regular system of quality assurance\nmonitoring of outcomes and known  potential adverse events.  For this reason, the importance of accurate\nclinical records is underscored.\nInformation  to  Patients\nGood clinical practice includes the provision of appropriate information to patients.  Each CPG discussing an\nunusual off -label use will address the issue of information to patients. When practicable, consideration will be\ngiven to including in an appendix an appropriate information sheet for distribution to patients, whether before\nor after use of the product. Information to pa tients should address in plain language: a) that the use is not\napproved by the FDA; b) the reasons why a DoD health care practitioner would decide to use the product for this\npurpose; and c) the potential risks associated with such use."
    },
    "full_text": "Guideline Only/Not a Substitute for Clinical Judgment  1 JOINT TRAUMA SYSTEM CLINICAL PRACTICE GUIDELINE (JTS CPG)  \nInhalation Injury and Toxic Industrial  Chemical Exposure \nThere are multiple toxic industrial chemicals that act on the respiratory tract. This \nCPG reviews common toxic industrial chemicals related in pulmonary injury  \nContributors  \nLCDR Omar Saeed, MC, USN  \nCPT Nathan Boyer, MC, USA \nLTC Jeremy Pamplin, MC, USA  \nMAJ Ian Driscoll, MC, USA  \nMAJ Jeff DellaVolpe, USAF, MC  LtCol Jeremy Cannon, USAFR , MC \nLt Col Joseph K Maddry, USAF, MC  \nCOL (ret) Leopoldo Cancio, MC, USA  \nCol Stacy A Shackelford, USAF, MC  \nFirst Publication Date: 23 Feb  2007 Publication Date: 25 Jul 2016  Supersedes CPG dated 07 Jun 2008  \n01 Sep 2023 update: SAVeO2 oxygen parameters  \nTABLE OF CONTENTS  \nPurpose ........................................................................................................................................................................................ 2  \nGeneral Smoke Inhalation  Injury  ................................................................................................................................................. 2  \nToxic  Indu strial Chemical Inhalational Injury  .............................................................................................................................. 2  \nPatients Requiring Mechanical Ventilation (MV)  Secondary to  Toxic Industrial Chemical Inhalation ........................................ 3  \nChlorine  ................................................................................................................................................................................... 3  \nPhosgene  ................................................................................................................................................................................. 3  \nHydrogen Sulfide  ..................................................................................................................................................................... 3  \nAmmonia  ................................................................................................................................................................................. 4  \nOther Common Chemical To xins Related to Inhalational  Exposures  .......................................................................................... 4  \nCyanide .................................................................................................................................................................................... 4  \nCarbon Monoxide  ................................................................................................................................................................... 4  \nFire Suppressants  .................................................................................................................................................................... 5  \nPerformance Improvement (PI) Monitoring  ............................................................................................................................... 5  \nPopulation of I nterest  ............................................................................................................................................................. 5  \nIntent (Expected Outcomes)  ................................................................................................................................................... 5  \nPerformance/Adherence Metrics  ........................................................................................................................................... 5  \nData Source  ............................................................................................................................................................................. 5  \nSystem Reporting &  Frequency  ............................................................................................................................................... 5  \nResponsibilities ....................................................................................................................................................................... 6  \nReferences  ................................................................................................................................................................................... 6  \nAppendix A: Chlorine  Inhalation .................................................................................................................................................. 8  \nAppendix B: Additional Information Regarding Off -Label uses in CPGs ...................................................................................... 9  \n\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  2 PURPOSE  \nThere are multiple toxic industrial chemicals  that act on the respiratory tract. This CPG reviews the most \ncommon toxic industrial chemicals which lead  to pulmonary injury.  \nMore information is available from the C enters for Disease Control and Prevention: \n https://www.atsdr.cdc.gov/toxicsubstances.html  \n Textbooks  of Military Medicine  \nhttps://medcoe.army.mil/borden -3-textbooks -of-military-medicine   \n Patients with both burn and inhalation injury have significantly increased morb idity and mortality compared \nto those with burn injury alone.1 This CPG is intended to review relevant information in the care of patients \nwith inhalation injury and more specifically toxic industrial chemicals. Also included is a brief overview of the \nman agement strategies for these patients. We intend to inform caregivers with the goal of reducing some of \nthe complications of inhalation injury.   \nGENERAL  SMOKE   INHALATION   INJURY  \nSmoke inhalation injury occurs from several agents. Thermal injury and chemical injury are the primary initial toxicities. Chemical injury occurs from several materials of combustion and pyrolysis.\n2  Highly water -soluble \nirritants such as acrolein, sulfur dioxide, hydrogen chloride and ammonia, and intermediate water soluble \nirritants such as chlorine and isocyanates are produced. Poor ly water -soluble irritants are oxides of nitrogen and \nphosgene. Simple asphyxiants which displace oxygen include carbon dioxide and methane, and chemical \nasphyxiants which inhibit mitochondrial activ ity and reduce hemoglobin carrying capacity include carbon \nmonoxide, cyanide, and hydrogen sulfide. Treatment is generally supportive. Some require antidotes. Most critically ill patients require unique ventilation techniques used for Acute Respiratory Distress Syndrome (ARDS).  \nAs toxic pulmonary agents lead to oxidative damage to lung tissues, similar to excessive oxygen supplementation, oxygen supplementation should be provided only as necessary to maintain sufficient \noxygenation (pulse oximetry of 9 0% to 96%).\n3  \nTOXIC   INDUSTRIAL  CHEMICAL   INHALATIONAL  INJURY  \nIn general, the treatment of ARDS secondary to toxic industrial chemicals is similar to that for smoke inhalation injury. The ca re is supportive with a focus on:  \n Airway management . \n Lung-protective ventilation strategies . \n Aggressive pulmonary toilet .  \n Avoidance of volume overload or rapid fluid infusion that might worsen pulmonary edema secondary to capillary leak.  \nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  3 PATIENTS  REQUIRING  MECHANICAL  VENTILATION  (MV)  SECONDARY   \nTO  T OXIC INDUSTRIAL  CHEMICAL  INHALATION  \nPatients requiring MV  secondary to toxic industrial chemicals  inhalation, in particular chlorine, are at a higher \nrisk of developing v entilator -associated pneumonia and should be monitored closely. The treatments in this CPG \nare primarily based on animal experiments. Evidence for clinical use in humans is limited.  \nCHLORINE  \nChlorine (Cl 2) (Appendix A ) is used commonly in industry. It is a commonly found in industrial and transportation \naccidents and are somet imes used in weapons such as improvised explosive device s. Chlorine dissolves in water \nto form hydrochloric and hypochlorous acids.  \nChlorine has intermediate water solubility. Just after exposure the patient develops mucosal irritation (tearing, \nskin burning, drooling), but after large or sustained exposure the patient may develop cough, shortness of \nbreath, and chest pain due to alveolar injury . Except for in cases of large exposure, upper airway symptoms \nproceed lower airway symptoms. If the patient develops pulmonary toxicity, it may worsen over days.  \nTreatm ent is primarily skin decontamination, supplemental oxygen  as necessary , beta agonists and ARDS \nventilatory techniques.4   Inhaled corticosteroids (e.g. , fluticasone) improved secondary outcomes in severely \ntoxic animal models.5  Clinical data on the effic acy of corticosteroids after human exposure to lung- damaging \nagents are inconclusive as the number of well -structured controlled studies is small and the indications for \nadministration of corticosteroids are unclear .6  Prone positioning mechanical ventilat ion may  be effective.7  \nNebulized bicarbonate has not reliably improved outcomes .4,6,8,9 \nPHOSGENE  \nPhosgene (Carbonyl chloride, COC l2) has a sweet, pleasant smell of mown hay. It is poorly water soluble, not \nnoxious and does not prompt escape from the loca tion by the victim. It was used in WWI as a chemical weapon. \nIt is produced from the combustion of chlorinated hydrocarbons (welding, fires) and from synthesis of solvents (degreasers, cleaners). Phosgene is a respiratory irritant. Immediate effects may include coughing, burning sensation in throat and eyes, lacrimation, blurred vision, dyspnea, nausea and vomiting, and or cutaneous injury. \nHigh-dose inhalation may cause onset of pulmonary edema within 2 -6 hours. High concentrations may produce \na severe cou gh with laryngospasm that results in sudden death; this possibly could be due to phosgene \nhydrolysis, which releases free hydrochloric acid at the level of the larynx.  On the other hand, delayed -onset \npulmonary edema as late as 48 hours after exposure is a lso possible. Thus, patients should be monitored for \nthat length of time after exposure .\n10  The mechanism of toxicity is release of hydrochloric acid and reactive \noxygen species and free radicals in the lung epithelial layers. Decontamination is typically not needed once the \npatient leaves the exposure. Treat with observation, supplemental oxygen , and ARDS ventilation techniques. \nHYDROGEN SULFIDE  \nHydrogen sulfide (H 2S) smells like rotten eggs and is a chemical irritant. Exposures occur in waste management, \npetroleum, natural gas industries, and asphalt and rubber factories. The gas acts like cyan ide and inhibits \ncytochrome oxidase, preventing mitochondrial oxygen use and cellular respiration. At lower doses, H 2S causes \nskin and mucous membrane irritation. At high concentrations, it produces a “knockdown” effect, a sudden loss  \nof consciousness. At these concentrations it can produce seizure, myocardial ischemia, keratoconjunctivitis, and \nupper airway and pulmonary injury. The vast majority of patients will have died prior to receiving medical care \nor will make a full recovery immediately after remov al from the exposure. In those patients who do not \nimmediately recover after removal from the exposure, t reat with supplemental oxygen  and intravenous \nhydroxocobalamin (5 g) or intravenous sodium nitrite (300 mg), and supportive care.2  Inhalation of sodiu m \nnitrite is associated with methemoglobinemia and hypotension. Infuse it over 5 -7 minutes.  \nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  4 AMMONIA  \nAmmonia (NH 3) is a common industrial and household chemical used as a fertilizer, refrigerant, cleaning agent. \nNH 3 has a pungent odor. It is also used in pl astic and explosive synthesis. NH 3 is transported under pressure in \nliquid form at sub -zero temperatures. It reacts with water upon release, to form ammonium hydroxide (NH 4OH), \na strong base, which produces mucosal irritation (tearing, skin irritation, eye  pain and burns), severe upper \nairway irritation, and alkali skin burns. High concentrations or prolonged exposure duration (patient unconscious \nin a closed room) can produce tracheobronchial and pulmonary inflammation. It can produce respiratory failure \nwithin 2 -5 minutes of exposure. Treat with skin and eye irrigation, alkali burn skin care, supplemental oxygen  as \nnecessary , ARDS ventilatory techniques, and supportive care .4  Proper eye care, particularly copious irrigation, is \nessential immediately after  the exposure. The eye is often the forgotten organ in a patient with an acute irritant \ngas exposure.11 \nOTHER  COMMON  CHEMICAL  TOXINS  RELATED  TO  INHALATIONAL  EXPOSURES  \nCYANIDE  \nCyanide (CN) is released in structural and vehicle fires and in occupational settings of chemical or synthetic \nmaterial combustion. It is used in manufacturing of pesticides and synthetic materials, metal extraction, and in \nchemical laboratories. Cyanide i nhibits mitochondrial cytochrome oxidase thereby halting  cellular respiration \nand aerobic metabolism. Early or mild effects are mostly neurologic (dizziness, headache, nausea, and anxiety). \nLate or severe effects are coma, seizure, respiratory depression, hypotension, and tachycardia. ARDS and \npulmonary edema can occur in severe cases. Coma precedes apnea, and then hypotension develops.  \nThe triad of severe toxicity is hypotension, altered mental status, and lactic acidosis (commonly > 8 mmol/L).12 \nTreat with oxygen, mechanical ventilation, and  rapid administration of an antidote . Hydroxocobalamin, the most \ncommonly available antidote (sold as Cyanokit®), binds to CN to form cyanocobalamin, which is nontoxic and \nexcreted in the urine. The standard d ose of 5 g is infused intravenously over 15 minutes. A second dose of 5 g \ncan be administered in patients with severe toxicity or poor clinical response. It is generally regarded as safe. \nRed discoloration of the skin and urine is common which may interfer e with colorimetric assays. \nHydroxocobalamin has been compared to sodium nitrite (300 mg) and sodium thiosulfate (12.5 g), prior \ntreatment options, and was found to be superior with less toxicity and the latter two therapies are now not \nrecommended for sev ere cyanide toxicity.13   Treatment with nitrites carries significant risk of hypotension and \nmethemoglobinemia, which can further jeopardize tissue oxygen delivery.  \nCARBON  MONOXIDE  \nCarbon monoxide (CO) is released from the combustion of carbon containin g compounds with combustion \nengines and cooking stoves in enclosed spaces. CO has a high affinity for hemoglobin and displaces oxygen when present. This displacement of oxygen ultimately leads to decreased oxygen delivery at the tissue and \nmitochondrial le vel.\n14  Symptoms of CO toxicity include confusion, stupor, coma, seizures, and myocardial \ninfarction.15  CO levels are t raditionally measured  using a co-oximeter, in a blood gas lab ; however, this testing \nmay not always be available and a high index of suspicion must be present as elevated CO may be present \ndespite normal PaO2 and SpO2 readings. Newer non -invasive CO -oximetry may allow for early diagnosis and \nbetter monitoring.16   Treatment of CO poisoning involves producing 100% oxygen, shortening the hal f-life of CO \nbinding to hemoglobin to about 45 minutes. Hyperbaric oxygen therapy (HBO) has been used to reduce the half -\nlife to about 20 minutes.17  Logistical factors have limited the utilization of HBO and a systematic review found \nthat not enough evidence exists at this point to determine definitively whether HBO reduces adverse neurologic \noutcomes after CO poisoning.  \n \nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  5 FIRE   SUPPRESSANTS \nChemical fire suppressants are released in military vehicle fires. The most common is HFC227 (HFC -227EA, \nheptafluoro propane). It replaced bromotrifluoromethane (one of many “Halons”) in military vehicles.18  These \n“virgin Halons” were banned by the E nvironmental Protection Agency (E PA) in 1994.19  HFC227 is inert, a simple \nasphyxiant, and no cases of combustion related toxicity have been published or reported to the EPA or \nOccupational Safety and Health Administration .20,2 1  HFC227 c an convert to hydrogen fluoride in small amounts \nduring a fire, and; treatment is supportive, similar to other chemical exposures resulting in  inhalation injury.4  \nHydrogen fluoride (HF) as a byproduct of combustion with standard fire suppression systems may cause severe \ninhalation injury. Exposure to HF may result in rapidly progressi ve or fatal respiratory failure despite minimal \nexternal evidence of injury . In human tissue, HF dissociates into the hydrogen and fluoride ions. Fluoride ions \nrapidly bind calcium, leading to fatal hypocalcemia induced cardiac dysrhythmias. Patients prese nt typically with \nshortness of breath, cough, or hypoxia; there must be a high level of suspicion. The administration of  nebulized \ncalcium gluconate (1.5 ml of 10% Ca Gluconate in 4.5 ml water) every 4 hours may provide benefit. If the patient \nis hypocalce mic, intravenous calcium gluconate (1000 mg) or intravenous calcium chloride (1000 mg) through a \ncentral venous line) should be administered and repeated every 15 minutes until normalization of serum \ncalcium  for a minimum of 12 hours . In the absence of significant burns, consider steroids if symptoms do not \nimprove. Bronchopneumonia can  develop within the first week.  \nPERFORMANCE IMPROVEMENT (PI) MONITORING  \nPOPULATION  OF  INTEREST  \nAll patients diagnosed with smoke or toxic chemical inhalation exposure.  \nINTE NT  (EXPECTED  OUTCOMES)  \n1. Patients with respiratory insufficiency and chemical exposure are intubated by the first surgical team \nadmitting.  \n2. Examination of pharynx, larynx, trachea, and bronchi is documented for all patients in population of interest. \nPERFOR MANCE/ADHERENCE   METRICS  \n1. Number and percentage of patients with respiratory insufficiency who receive intubation.  \n2. Number and percentage of patients in population of interest who have documentation of examination of pharynx, larynx, trachea, and bronchi.  \nDATA  SOURCE  \n Patient Record  \n Department of Defense Trauma Registry (DoDTR)  \nSYSTEM  REPORTING   &  FREQUENCY  \nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed annually; additional PI monitoring and sys tem reporting may be performed as needed.  \nThe system review and data analysis will be performed by the Joint Trauma System (JTS) Chief  and the JTS  PI \nBranch.  \nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  6 RESPONSIBILITIES  \nIt is the trauma team leader’s responsibility to ensure familiarity, appropriate compliance,  and PI monitoring at \nthe local level with this CPG.  \nREFERENCES \n1. Albright JM, Davis CS, Bird MD, Ramirez L, Kim H, Burnham EL et al. The acute pulmonary inflammatory  \nresponse to the graded severity of smoke inhalation injury. Critical care medicine. 2012;40 (4):1113-21.  \n2. Holstege CP, Kirk MA. Smoke inhalation. In: Goldfrank LR, ed. Goldfrank's toxicologic emergencies. 7th ed \nNew York: McGraw -Hill, Medical Pub. Division; 2002:1469-1477.  \n3. Ginde AA. Strategy to avoid excessive oxygen (SAVE -O2) in critically ill trauma patients: a multicenter \ncluster -randomized, stepped wedge trial for targeted normoxemia. Scientific Plenary Presentation (MHSRS -\n23-10446), Military Health Sys tem Research Symposium; August 14, 2023.  \n4. Nelson LS. Simple asphyxiants and pulmonary irritants. In: Goldfrank LR, ed. Goldfrank's toxicologic \nemergencies. 7th ed ed. New York: McGraw -Hill, Medical Pub. Division; 2002:1453 -1468.  \n5. Wang J, Zhang L, Walther SM . Administration of aerosolized terbutaline and budesonide reduces chlorine \ngas-induced acute lung injury. J Trauma. Apr 2004;56(4):850 -862.  \n6. DeLange DW, Meulenbelt J. Do Corticosteroids have a role in preventingor reducing acute toxic lung injury \ncaused by  inhalation of chemical agents? Clinical Toxicology. Vol 49, no 2. February 2011. pp 61 -71 \n7. Wang J, Abu -Zidan FM, Walther SM. Effects of prone and supine posture on cardiopulmonary function after \nexperimental chlorine gas lung injury. Acta Anaesthesiol Scan d. Oct 2002;46 (9):1094-1102.  \n8. Vinsel PJ. Treatment of acute chlorine gas inhalation with nebulized sodium bicarbonate. J Emerg Med. 1990 \nMay -Jun 1990;8(3):327-329.  \n9. Pascuzzi TA, Storrow AB. Mass casualties from acute inhalation of chloramine gas. Mil Med. 1 998 Feb \n1998;163(2):102-104.  \n10. Centers for Disease Control and Prevention, Facts about phosgene , available at \nhttps://emergency.cdc.gov/agent/phosgene/basics/facts.asp   Accessed Feb 2020.  \n11. Levy DM, Divertie MB, Litzow TJ, Henderson JW. Ammonia burns of the face and respiratory tract. JAMA. \n1964 Dec 7;190:873-6  \n12. Baud FJ, Borron SW, Megarbane B, et al. Value of lactic acidosis in the assessment of the sever ity of acute \ncyanide poisoning. Crit Care Med. 2002;30 (9):2044-2050.  \n13. Bebarta VS, Pitotti RL, Dixon P, Lairet JR, Bush A, Tanen DA. Hydroxocobalamin versus sodium thiosulfate for \nthe treatment of acute cyanide toxicity in a swine (Sus scrofa) model. Annals  of emergency medicine. \n2012;59 (6):532-9.  \n14. Kealey GP. Carbon monoxide toxicity. Journal of burn care & research: official publication of the American Burn Association. 2009;30(1):146-7.  \n15. Henry CR, Satran D, Lindgren B, Adkinson C, Nicholson CI, Henry TD. My ocardial injury and long-term \nmortality following moderate to severe carbon monoxide poisoning. JAMA. 2006;295 (4):398 -402.  \nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  7 16. Hampson NB. Noninvasive pulse CO-oximetry expedites evaluation and management of patients with \ncarbon monoxide poisoning. The Americ an journal of emergency medicine. 2012;30 (9):2021- 4. \n17. Weaver LK. Hyperbaric oxygen therapy for carbon monoxide poisoning. Undersea & hyperbaric medicine : \njournal of the Undersea and Hyperbaric Medical Society, Inc. 2014;41(4):339-54.  \n18. Bebarta VS, Tanen DA,  Lairet J, Dixon PS, Valtier S, Bush A. Hydroxocobalamin and sodium thiosulfate versus \nsodium nitrite and sodium thiosulfate in the treatment of acute cyanide toxicity in a swine (Sus scrofa) model. Ann Emerg Med. Apr;55 (4):345 -351.  \n19. Mcdougal JN, Dodd DE. Air Force approach to risk assessment for Halon replacements. Toxicology Letter. 1993;68 (1-2):31-35.  \n20. Emmen HH, Hoogendijk EM, Klopping- Ketelaars WA, et al. Human saftey and pharmacokinetics of the CFC \nalternative propellants HFC 134a (1,1,1,2 - tetrafluoro ethane) and HFC227 (1,1,1,2,3,3,3-\nheptafluoropropane) following whole-body exposure. Regul Toxicol Pharmacol. 2000;31 (1):22 -35. \n21. Robin ML. Review of thermal decomposition product formation from halocarbon fire suppression agents: suppression of class A fires. West Lafayette, IN1999.  \n \n.\nInhalation Injury and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  8 APPENDIX   A:  CHLORINE   INHALATION  \nStratify chlorine toxic patients into no symptoms, mild, moderate,  and severe. Treatment and observation \nperiods can be tailored based on the severity of symptoms.  \n1. No sympt oms.  If no symptoms, then may be discharged if initial assessment (respiratory examination, \nvital signs, and pulse oximetry) is normal.  \n2. Mild (minimal symptoms, coughing, normal pulse oximetry, and no increased respiratory effort). Obtain \nchest radiograph, administer inhaled beta agonists, and observe for up to 6 hours. Most patients can be \ndischarged.  \n3. Moderate (hypoxia, increased respiratory effort, normal chest radiograph) - Obtain chest radiograph, \nadminister beta agonists, and admit for at least 12 hour s. Consider inhaled steroids (fluticasone 200 mcg \nor similar agent) twice a day, early endotracheal intubation for increased respiratory effort, and inhaled ipratropium.  \n4. Severe  (hypoxia, respiratory distress, often require intubation). Perform early endotr acheal intubation \nwith 8.0 tube to allow for bronchoscopy, obtain chest radiograph, administer beta agonists, and admit \nto ICU. Administer humidified oxygen and inhaled steroids (fluticasone 200 mcg or similar agent) twice a \nday. Consider inhaled ipratropi um if not improving. If unable to administer inhaled steroids or if patient \nhas significant bronchoconstriction consider intravenous steroids.  \nARDS.  Perform similar ventilation strategies for  ARDS, including increased positive end- expiratory \npressure and low tidal volumes. Evaluate daily for barotrauma. The patient may require high doses of \nsedatives to maintain synchrony with the ventilator.  \nIMPORTANT  CAVEATS  \nA patient who is close to a large, dense chlorine exposure (IED detonated chlorine tank) or suf fers a sustained \nexposure (unconscious in a chlorine filled room) may develop upper airway edema. In these cases, perform early intubation. Examine all exposed patients for eye, mucosal, and skin contamination which is manifested by \ncorneal burns/abrasions , mucosal swelling, and skin erythema, blister, or burns. Decontaminate all symptomatic \nskin surfaces. Remove all exposed clothing. The trauma evaluation and treatment takes priority over the chlorine toxicity. Nebulized bicarbonate has not been reliably e ffective. It is made by mixing 1 ml of 8.5% sodium \nbicarbonate in 3 ml saline to create a 2% solution.  \nPOST  DISCHARGE   FOLLOW- UP \nIf available, obtain pulmonary function tests with lung volume assessment and diffusing capacity of the lungs for \ncarbon monoxide. If the pulmonary function test  is abnormal, obtain high resolution pulmonary CT scan to \nassess or pulmonary fibrosis.  \nBACKGROUND   AND   CLINICAL EFFECTS  \nChlorine is a gas with intermediate water solubility. It will induce mild irritant symptoms (tearing, pungent smell, \nupper airway irritation), but will also induce delayed pulmonary edema following a dense or sustained exposure. Chlorine dissolution into lung water generates hydrochloric acid and hypochlorous acid. The hypochlorous acid \ndecomposes to HCl and nascent oxygen (O-). The nascent O-  produces additional lung damage by free-radical \nformation. Chlorine was used in World War I as a chemical warfare agent.  \n• Early effects.  Irritation of the eyes, nasal mucosa, upper airway, coughing, shortness of breath, and \nchest pain or burning  \n• Late effects.  Pulmonary congestion and edema and then ARDS.  \nInhalation Injury  and Toxic Industrial Chemical Exposure  CPG ID: 25  \nGuideline Only/Not a Substitute for Clinical Judgment  9 APPENDIX   B: ADDITIONAL   INFORMATION   REGARDING   OFF -LABEL   USES   IN  CPGS  \nPURPOSE  \nThe purpose of this Appendix is to ensure an understanding of DoD policy and practice regarding inclusion in \nCPGs of “off -label” uses of U.S. Food and Drug Administration (FDA) –approved products. This applies to off -label \nuses with patients who are armed f orces members.   \nBACKGROUND  \nUnapproved (i.e. “off-label”) uses of FDA -approved products are extremely common in American medicine and \nare usually not subject to any special regulations.  However, under Federal law, in some circumstances, \nunapproved uses of  approved drugs are subject to FDA regulations governing “investigational new drugs.” These \ncircumstances include such uses as part of clinical trials, and in the military context, command required, \nunapproved uses.  Some command requested unapproved uses may also be subject to special regulations.   \nADDITIONAL   INFORMATION  REGARDING   OFF -LABEL  USES   IN  CPGS  \nThe inclusion in CPGs of off -label uses is not a clinical trial, nor is it a command request or requirement. Further, \nit does not imply that the Mil itary Health System requires that use by DoD health care practitioners or considers \nit to be the “standard of care.” Rather, the inclusion in CPGs of off -label uses is to inform the clinical judgment of \nthe responsible health care practitioner by providing information regarding potential risks and benefits of \ntreatment alternatives. The decision is for the clinical judgment of the responsible health care practitioner within the practitioner -patient relationship.  \nADDITIONAL   PROCEDURES \nBalanced  Discussion  \nConsistent with this purpose, CPG discussions of off -label uses specifically state that they are uses not approved \nby the FDA. Further, such discussions are balanced in the presentation of appropriate clinical study data, \nincluding any such data that sugges t caution in the use of the product and specifically including any FDA -issued \nwarnings.  \nQuality   Assurance   Monitoring  \nWith respect to such off -label uses, DoD procedure is to maintain a regular system of quality assurance \nmonitoring of outcomes and known  potential adverse events.  For this reason, the importance of accurate \nclinical records is underscored.  \nInformation  to  Patients  \nGood clinical practice includes the provision of appropriate information to patients.  Each CPG discussing an \nunusual off -label use will address the issue of information to patients. When practicable, consideration will be \ngiven to including in an appendix an appropriate information sheet for distribution to patients, whether before \nor after use of the product. Information to pa tients should address in plain language: a) that the use is not \napproved by the FDA; b) the reasons why a DoD health care practitioner would decide to use the product for this \npurpose; and c) the potential risks associated with such use.  \n",
    "size_bytes": 30265
  }
}