{
  "Documentation_Requirements_for_Combat_Casualty_Care_18_Sep_2020_ID11": {
    "filename": "Documentation_Requirements_for_Combat_Casualty_Care_18_Sep_2020_ID11.pdf",
    "category": "emergency",
    "sections": {
      "overview": "JOINT  TRAUMA  SYSTEM    CLINICAL  PRACTICE  GUIDELINE  (JTS CPG)\nDocumentation Requirements\nfor Combat Casualty Care  (CPG ID: 11)\nThis CPG stresses the need for complete and accurate trauma\ndocumentation of an event, including evacuati on on all trauma patients\nfrom point of i njury to Role 2/3 .\nContributors\nLCDR (ret) Domenique Selby, BSN, RN, CEN\nLCDR (ret) Erin Eickhoff, DNP, RN, PHN, NP-BC\nMSG Michael Remley, USA, NRP, SO -ATP\nCOL (Ret) Lawrence Crozier, MSN, RN, CENP\nCOL (ret) Elizabeth Mann -Salinas, PhD, RN  1SG Branden Coughlin, USA, NRP, FP -C\nLTC (Ret.) Joseph Winter, MSN, RN\nMs. Cynthia R. Kurkowski, B. J.\nCOL Stacy A. Shackelford, USAF, MC\nOriginal Publication: 01 Jun 2008  Publication Date: 18 Sep 2020\nSupersedes CPG: Battle versus Non -Battle Injury Documentation Resuscitation Record , 05 Dec 2013\nSupersedes CPG: Use of Electronic Clinical Documentation in the CENTCOM AOR, 5 Jun 2012\nTABLE OF CONTENTS\nBackground  .................................................................................................................................................................................. 2\nPatient Care Documentation Guidelines ..................................................................................................................................... 3\nPrehospital Documentation .................................................................................................................................................... 3\nTransport Documentation ....................................................................................................................................................... 3\nRole 2 & R ole 3 Documentation .............................................................................................................................................. 3\nTheater Medical Data Store & Trauma L ogs ........................................................................................................................... 4\nDoD & JTS Forms  .......................................................................................................................................................................... 5\nPrimary Required Forms  .......................................................................................................................................................... 5\nProlonged Field Care  ............................................................................................................................................................... 5\nBlood Transfusion  Forms  ......................................................................................................................................................... 5\nBurn CPG  Forms  ....................................................................................................................................................................... 6\nREBOA Form  ............................................................................................................................................................................ 6\nSpinal  Injury – Cervical & Thoracolumbar Forms  .................................................................................................................... 6\nBrain Injury  Form  ..................................................................................................................................................................... 6\nMilitary Working  Dog Forms  ................................................................................................................................................... 6\nExpectations: Form Completion .................................................................................................................................................. 6\nPI Monitoring ............................................................................................................................................................................... 7\nPopulation of I nterest  ............................................................................................................................................................. 7\nIntent (Expected Outcomes)  ................................................................................................................................................... 7\nPerforma nce/Adherence  Metrics  ................................................................................................................................ ............ 8\nData Sour\nce ............................................................................................................................................................................. 8\nSystem Reporting &  Frequency  ............................................................................................................................................... 8\nResponsibilities ........................................................................................................................................................................ 8\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  2 BACKGROUND\nTrauma documentation within the military trauma system  supports optimal patient care and  performance\nimprovement (PI) . Documentation has continuously increased since the Joint Theater Trauma Registry (J TTR),\nnow known as the DoD Trauma Registry (DoDTR), was initiated in 2004. DoDTR data acquisition and processing\nhas improved greatly, due in part to standardi zation of the  Resuscitation Record, Tactical Combat Casualty Card\n(TCCC), and Tactical Evacuation  (TACEVAC) Patient Care Record (PCR) as well as standardized  prehospital and  en\nroute care after action reports (AARs) and PI reviews . The dedicated efforts by Service, Combatant Command,\nand JTS personnel to capture these documents  following patient care  promotes inclusion within the medical\nrecord  and transfer to the DoDTR . During massive casualty events, documentation reduces chaos and improves\npatient tracking.\nAccurate documentation improves :\nTrauma readiness\nTreatments\nOutcomes\nStandard of care development\nThe evaluation of  rescue systems\nCasualty response processes\nAdherence to  approved treatment guidelines\nIt is critical that all levels of the trauma system, including point of injury, en route, austere and facility -based\nroles of care , ensure that their casualty documentation, after action reports, and PI  forms  reach the JTS for\nincorporation into the DoDTR.\nCombat casualty care documentation incorporate s information from numerous sources such as nursing flow\nsheets, monitors, Medical Evacuation ( MEDEVAC ) patient care records , point of care laboratory devices,  and\nanesthesia records. Documentation of  history, physical examination, interventions and decision-making  not only\noptimizes ongoing care of the casualty, but also contributes to improved care of future casualties when\nincorporated into the DoDTR. For prehospital providers and small teams who operate in a kinetic and austere\nsetting , it may not be possible to document and provide care simultaneously, and providing optimal care always\ntakes priority. In such cases, completion of the documentation and AAR as soon as possible after the event with\ntransmission to JTS, preferably within 72 hours of injury, is necessary and meets the intent of this CPG .\nDocumentation  of trauma  care provided to all patients treated within the military system is relevant , and all\ncategories of patients treated are incorporated into the DoDTR. I t is critical that all roles of care utilize the same\nname for an individual casualty accordin g to the theater standard pseudo name policy to ensure quality data .\nThis requires communication and follow up, particularly for reports submitted after evacuation from that role of care.  While technology is being implemented to facilitate electronic documentation by the initial roles of care,\nmuch of the initial trauma documentation is still hand -written and must be scanned in  to the Theater Medical\nData Store (TMDS)  order to incorporate into the records. As there is no global solution to this challenge, e ach\ntreating location must identify a means to transfer hand -written records to a location where they can be\nscanned.\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  3 PATIENT   CARE   DOCUMENTATION   GUIDELINES\nPREHOSPITAL  DOCUMENTATION\nThe DD 1380, TCCC Card, is initiated by point o f injury non-m edical o r medical personnel once all major life\nthreats hav e been a ddressed i n accordanc e with TC CC gu idelines. Each Service membe r should carry a DD 1380\nwith their personal identifiers pre-positioned and stored within their first aid k it.\nThe purpose of t he DD 1380 is t o provide prehospital p roviders a s tandardized d ocum ent to r ecord a ll TC CC\ninterventions a dministered a t the p oint o f injury and facilitate handoff to the next role of care . It should\naccompany t he casualty d uring initial e vacuation and b e accounted f or upon a rrival a t the first s urgery\ncapability . The TCCC card will be scanned a nd uploaded i nto TMDS utilizin g the c asualty n ame established by t he\nfirst su rgical t eam .\nTCCC AAR document s should be submitted for each casualty to t he JT S via the AAR s ubmission email link  on th e\nJTS Forms and After Action Report Submission web page within 72 h ours p ost i njury or as soon as possible af ter\nmission completion. AARs mu st be subm itted usin g the actual name or p seudo n ame for al l patients\nsubsequently treated b y surgical teams; t his r equires c ommunication a nd follow up between the prehospital\nand s urgical t eams. A s ecure email o ption i s provided f or convenience, howeve r AARs s ubmitted to the D oDTR\nshould i nclude only content up t o the “For Officia l Use Only” level. T he p rehospital PI form should be us ed to\nreview care and d ocumentation a nd should b e completed b y the Unit Medical O fficer or th e Senior Enlisted\nMedical Advisor and submitted along with the AAR using the previous JTS web link. Units requesting a unit-\nspecific PI report can contact JTS at dha.jbsa.healthcare-ops.list.jts-prehospital@health.mil  (unit must be\nidentified on the AARs or a patient log provided).\nWhen prehospital care  transitions t o PFC, d ocumentation s hould transition f rom th e TCCC c ard t o the Prolonged\nField Care (PFC) Worksheet. As a follow -on to the TCCC c ard, t he PFC W orksheet is u sed to d ocum ent trends\nover t ime a nd is the most useful t ool to r ecognize i mportant cl inical c hanges in complex casualties such as\ndecompensation, response to resuscitation, development of complications, effectiveness of medications, etc .\nTRANSPORT  DOCUMENTATION\nThe TACEVAC Evacuation P atient C are R ecord (DA 47 00) a nd A AR should b e initiated o n all patients transported\nvia gr ound o r rotary-w ing platform. This f orm may be initiated d uring transport, b ut is ideally s uited t o be\ncompleted electronically after missio n completion. Forms should be reviewe d by local medical directors to aid in\nunit level quality a ssurance ef forts.  These forms s hould b e completed w ithin 72 hours o f a p atient c are ev ent,\nand may b e completed d igitally o r by hand. (This f orm is n ot intende d to supersede the AF 3899 during p atient\ntransport b y Air Force air e vacuation assets).\nROLE  2  &  ROLE  3  DOC UMENTATION\nA Resuscitation R ecord (DD 3 019) a nd any r equired supplemental documentation (JTS B urn Flow Sh eet, C-Spine\nClearance Form, etc.) s hould b e initiated o n ALL patients a nticipated t o be admitted i n a Role 2 setting or h igher\nrole of care (including those patients who are transferred for admission to a ho st nation facility) . This include s\npatients with battle/non- battle i njury who a re coalition f orces, l ocal n ationals, c ontractors, an d civilians. It i s the\nintent of this guideline that the broadest definition of trauma be used. This s hould i nclud e the majority o f\npatients with single or multi-s ystem injury s een i n the emergency d epartment who ma y require  admission or\nwho a re admitted d irectly t o the hospital , and i s to b e used a s the primary me thod o f initial d ocum entation.\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  4 In situations when there are not enough team members to allocate one individual to documentation, such as\nduring mass casualty events or austere surgical team treatments, the MASCAL/Austere Team Record may be\nutilized (DD Form # pending).\nThe Resuscitation Record  (DD 3019)  should be completed on all patients evaluated and admitted  within the first\n72 hours following injury, including but not limited to the following injury causes:\nBuilding Collapse\nBullet/Gunshot Wound /Firearm\nBurn\nExplosively Formed Projectile/Penetrator\nFall\nFir\ne/Flame\nImprovised Explosive Device\nInhalation InjuryMine\nMortar/Rocket/Artillery Shell\nMulti -Frag\nMotor Vehicle Crash\nSports\nUnexploded Ordnance\nAll trauma admissions to any/allRole  2 or 3 facilities in the continuum\nAll care delivered by each resuscitation and surgical capability will be documented for that role of care  on the\nappropriate record  and signed by the physician  (preferably), nurse , or team member documenting  before\ntransport to next role of care.   In situations where evacuation occurs before documentation can be completed,\nthe record should be completed as soon as possible and transmitted electronically to the next role of care as well as to JTS.  It is important that all documents are annotated with provider names  with both a time and date\nof injury as well as arrival to surgical capability  in order to ensure timeline accuracy within the registry . If time of\ninjury is an estimate, note that in the documentation.\nTHEATER  MEDICAL  DATA   STORE   &  TRAUMA  LOGS\nThe TMDS  provides web-based access to Service member medical information entered at deployed  medical\ntreatment facilities  using AHLTA -Theater ( Armed Forces Health Longitudinal Technology Application ), Shipboard\nAutomated Medical System (SAMS), Global Expeditionary Medical System (GEMS), Caché TC2 , and TRANSCOM\nRegulating and Command & Control Evacuation System (TRAC2ES) . Additionally, all documentation saved as PDF\nfiles, including scanned documents, can be uploaded to TMDS as PDF files.\nAuthorized i ndividuals may request  a TM DS user account by accessing the website https://tmds.tmip.osd.mil ,\nconnecting to “need access” and completing the registration form ; account requests must be reviewed and\nvalidated before user accounts are created. User accounts are usually validated and activated within 48 hours of\nthe request. TMDS is accessible from a government computer with  .mil account.\nRecords entered in the deployed electronic health records must utilize an appropriate ICD -10 diagnosis code to\nensure the records are identified as trauma records (do not utilize the generic 9999 code). In order to ensure all TMDS trauma records  are identified by JTS, each team must record a log of trauma patients treated and submit\nthe log to JTS weekly. The log should include the following for each patient:\nName/pseudo name; SSN/PSSN\nPatient Ca tegory;  Injury Date; Transferred From (prior to arrival)\nArrival Date; Discharge Date\nDischarge  Status\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  5 Discharge/Transfer To\nRecord uploaded in TMDS/Sent to JTS? ( YES/NO)\nIn the event that no trauma patients were treated the previous week,  a 0-p atient report should be submitted.\nSubmit to: dha.jbsa.healthcare-ops.list.jts-trauma-log@health.mil\nServices should develop and implement doctrine, tactics, training, security procedures, and logistical support\nthat ensur es com bat casualty care documentation is uploaded into TMDS and transmitted to the JTS.\nDOD   &  JTS  FORMS\nFillable PDF forms are available on the JTS Forms a nd A fter Action Report Submission website.  Fo rms can be\ndownloaded individually or together in the forms ZIP file at\nhttps://jts.health.mil/index.cfm/documents/forms_after_action\nPRIMARY  REQUIRED   FORMS\nTactical Combat Casualty Care Card (DD 1380)\nPoint of Injury Tactical Combat Casualty Care After Action Report\nTactical Evacuation After Action Report & Patient Care Record  and Instructions\nResuscitation Record (DD 3019) and Instructions\nMass Casualty (MASCAL)/Austere Trauma Team Resuscitation Record  and Instructions\nPROLON GED   FIELD  CARE\n•Prolonged Field Care Casualty Card - Worksheet\n•Excel version of Prolonged Field Care Card - Worksheet\nBLOOD  TRANSFUSION  FORMS\nVampire Program CCOP -01: Urgent Resuscitation Using Blood Products During Tactical Evacuation From\nPoint Of Injury\nUrgent Resuscitation Using Blood Products During Tactical Evac - Appendix A\nInfectious Disease Testing for Blood Donation (ASBP 145)\nEldon Card ABO/Rh Typing Record (ASBP 147)\nPre-screen Whole Blood Sample Shipping Manifest (ASBP 148)\nEmergency  Release Letter of Understanding (tested) (ASBP 150A)\nEmergency Release Letter of Understanding (untested) (ASBP 150B)\nWhole Blood Transfusion Checklist (ASBP 151)\nBlood or Blood Componen t Transfusion Record ASBP (SF 518)\nEmergency Whole Blood Donation Record (ASBP 572)\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  6 AABB Medications Deferral List\nDHQ Medication Deferral List\nBURN   CPG   FORMS\nJTS Burn Resuscitation Worksheet\nJTS Burn Resuscitation Flow Chart\nLund Browder Burn Estimate Diagram (Adult & Pediatric)\nJTS Bur n CPG Physician’s Order Form\nREBOA   FORM\nAortic Occlusion (AO) Procedure Notes: REBOA or Resuscitative Thoracotomy\nSPINAL   INJURY – CERVICAL   &  THORACOLUMBAR  FORMS\nCervical Spine Clearance Status Note\nASIA Worksheet for Spinal Cord Injury\nCombat Neuro Exam Worksheet\nBRAIN  INJURY   FORM\nMilitary Acute Concussion Evaluation 2 (MACE 2) Form, 2018\nMILITARY   WORKING  DOG   FORMS\nCanine Tactical Combat Casualty Card (DD 3073)  and Instructions\nCanine Treatment and Resuscitation Record (DD 3074 ) and Instructions\nAll forms can be downloaded from the JTS website:\nJTS Forms and AARs: https://jts.health.mil/index.cfm/documents/forms_after_action\nEXPECTATIONS  :  FORM   COMPLETION\nAll individuals providing prehospital trauma care will complete a DD 1380 TCCC Card and ensure it is\npassed\nto providers at the next role of care for all casualties treated. The TCCC AAR form will be\ncompleted\nby the point of injury provider and submitted within 72 hours after mission co mpletion  via\nthe JTS AAR Report Submission site at:\nhttps://jts.health.mil/index.cfm/documents/forms_after_action.  The Prehospital PI Form will be\ncompleted by the unit senior medic or Command Surgeon and submitted to the JTS TCCC/POI AAR email\nsubmission\nlink.\nAll individuals providing en route care during MEDEVAC or Casualty evacuation (CASEVAC) by air or\nground will complete a TACEVAC AAR & PCR or Service equival ent  form and submit within 72 hours after\nmission\ncompletion to the JTS AAR Report Submission site at:\nhttps://jts.heal\nth.mil/index.cfm/documents/forms_after_action.  The TACEVAC Form will be\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  7 completed by the unit senior medic or Command Surgeon and submitted via the JTS TACEVAC AAR &\nPCR submission email . .\nAir Evacuation and Critical Care Air Transport teams will use appropriate Air Force docum entation forms\n(e.g., AF 3899 se ries) and submit forms to JTS within 7 days after mission completion.\ndha.jbsa.healthcare-ops.list.jts-trauma-registry@health.mil .\nAll Role 2 and Role 3 surgical teams and all austere resuscitative and surgical teams will complete the DD\n3019 Resuscitation Record or MASCAL/Austere Trauma Team Record (w hichever is most appropr iate) for\nall trauma patients anticipated to be admitted and ensure the docum ent is uploaded into TMDS within\n72 hours of injury.\nThe DD 3019 Resuscitation Record is considered the primary form and should be used preferentially\nfor trauma evaluations.\nThe MASCAL form should be used in austere trauma scenarios and during mass casualty events\nwhen an individual cannot be dedicated to documentation. The MASCAL form is not a substitution\nfor the DD 3019 Resuscitation Record.\nNOTE: Any documentation related to patient care should be uploaded to TMDS. Documentation of trauma care\ndoes NOT require a DD/DA/AF form number to be uploaded to the medical record  and should never be\ndiscarded.  Examples may include: photos of the injury and surgical procedures; photos of medical\ndocumentation written directly on  the skin or dressings. All documents detailed in this CPG should be included,\nas well as any other medical form used that is not listed within the CPG (i .e. medication administration record,\nanesthesia record, SF 600).\nPI  MONITORING\nPOPULATION  OF  INTE REST\nAll trauma patients evaluated within 72 hours of injury and admitted to Role 2 or Role 3.\nINTENT   (EXPECTED  OUTCOME S)\n1.All trauma patients who receive prehospital care have a DD 1380 TCCC card completed in patient’ s\nr\necord and uploaded in TMDS .\n2.All\npatients evacuated by MEDEVAC or CASEVAC air or ground  have a DA 4700 form completed in\npatient’s record and uploaded in TMDS.\n3.Trauma log is received at least monthly from all Role 2 and Role 3 locations.\n4.Resuscitation Record is completed  at each surgi cal role of care  on all trauma patients who present\nwithin the first 72 hours following injury and are admitted.\n5.Resuscitation Record P art 1 has time of injury and time of arrival documented .\n6.Resuscitation Record has complete and accurate documentation of  patient identification utilizing\ntheater trauma naming convention policy .\n7.Re\nsuscitation Record P art 2 has complete history and physical documented.\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11\nGuideline Only/Not a Substitute for Clinical Judgment  8 PERFORMANCE/ADHERENCE  METRICS\n1. Number and percentage of patients who  have a DD 1380 TCCC card and/or TCCC AAR uploaded in TMDS\nor submitted to JTS.\n2. Number and percentage of patients evacuated by MEDEVAC or CASEVAC air or ground who  have a DA\n4700 form uploaded in TMDS or submitted to JTS .\n3. Number and percentage of Role 2s  that submit  a trauma log to JTS each month.\n4. Number and percentage of patients of in the population of interest  with Resuscitation Record  uploaded\ninto TMDS  or received by JTS within 72 hours  of injury.\n5. Number and percentage of patients in population of interest with  time of injury and time of arrival\ndocumented  in Resuscitation Record P art 1.\n6. Number and percentage of patients in population of interest with complete and accurate patient\nidentification documented according to theater trauma naming convention policy.\n7. Number and percentage of patients in population of interest with complete history and physical\ndocumented.\nDATA  SOURCE\n Patient Record\n Department of Defense Trauma Registry (DoDTR)\nSYSTEM  REPORTING   &  FREQUENCY\nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed\nbiannually; additional PI monitoring and system reporting may be performed as needed.\nThe system review and data analysis will be performed by the JTS Chief and the JTS PI Branch.\nRESPONSIBILITIES\n1. It is the trauma team leader’s responsibility to ensure the Resuscitation Record Part 2 , Physician H&P is\ncomplete at Role 2 and Role 3.\n2. It is the responsibility of the nurse assigned to the trauma bay/patient to ensure the Resuscitation Re cord\nPart 1 , Nursing Flow Sheet is completed at Role 3.\n3. A member of the trauma team who is receiving report (Critical Care Air Transport, MEDEVAC, ground\nambulance) should request a copy of the transport run -sheet and ensure it is included in the patient’s\nrecord. All times on the Resuscitation Record should be local 24 -hour military format (hhmm)."
    },
    "full_text": "JOINT  TRAUMA  SYSTEM    CLINICAL  PRACTICE  GUIDELINE  (JTS CPG)  \nDocumentation Requirements \nfor Combat Casualty Care  (CPG ID: 11)  \nThis CPG stresses the need for complete and accurate trauma \ndocumentation of an event, including evacuati on on all trauma patients \nfrom point of i njury to Role 2/3 .   \nContributors \nLCDR (ret) Domenique Selby, BSN, RN, CEN \nLCDR (ret) Erin Eickhoff, DNP, RN, PHN, NP-BC \nMSG Michael Remley, USA, NRP, SO -ATP  \nCOL (Ret) Lawrence Crozier, MSN, RN, CENP \nCOL (ret) Elizabeth Mann -Salinas, PhD, RN  1SG Branden Coughlin, USA, NRP, FP -C \nLTC (Ret.) Joseph Winter, MSN, RN  \nMs. Cynthia R. Kurkowski, B. J.  \nCOL Stacy A. Shackelford, USAF, MC  \nOriginal Publication: 01 Jun 2008  Publication Date: 18 Sep 2020 \nSupersedes CPG: Battle versus Non -Battle Injury Documentation Resuscitation Record , 05 Dec 2013  \nSupersedes CPG: Use of Electronic Clinical Documentation in the CENTCOM AOR, 5 Jun 2012  \nTABLE OF CONTENTS  \nBackground  .................................................................................................................................................................................. 2  \nPatient Care Documentation Guidelines ..................................................................................................................................... 3  \nPrehospital Documentation .................................................................................................................................................... 3  \nTransport Documentation ....................................................................................................................................................... 3  \nRole 2 & R ole 3 Documentation .............................................................................................................................................. 3  \nTheater Medical Data Store & Trauma L ogs ........................................................................................................................... 4  \nDoD & JTS Forms  .......................................................................................................................................................................... 5  \nPrimary Required Forms  .......................................................................................................................................................... 5  \nProlonged Field Care  ............................................................................................................................................................... 5  \nBlood Transfusion  Forms  ......................................................................................................................................................... 5  \nBurn CPG  Forms  ....................................................................................................................................................................... 6  \nREBOA Form  ............................................................................................................................................................................ 6  \nSpinal  Injury – Cervical & Thoracolumbar Forms  .................................................................................................................... 6  \nBrain Injury  Form  ..................................................................................................................................................................... 6  \nMilitary Working  Dog Forms  ................................................................................................................................................... 6  \nExpectations: Form Completion .................................................................................................................................................. 6  \nPI Monitoring ............................................................................................................................................................................... 7  \nPopulation of I nterest  ............................................................................................................................................................. 7  \nIntent (Expected Outcomes)  ................................................................................................................................................... 7  \nPerforma nce/Adherence  Metrics  ................................................................................................................................ ............ 8  \nData Sour\nce ............................................................................................................................................................................. 8  \nSystem Reporting &  Frequency  ............................................................................................................................................... 8  \nResponsibilities ........................................................................................................................................................................ 8  \n\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  2 BACKGROUND  \nTrauma documentation within the military trauma system  supports optimal patient care and  performance \nimprovement (PI) . Documentation has continuously increased since the Joint Theater Trauma Registry (J TTR), \nnow known as the DoD Trauma Registry (DoDTR), was initiated in 2004. DoDTR data acquisition and processing \nhas improved greatly, due in part to standardi zation of the  Resuscitation Record, Tactical Combat Casualty Card \n(TCCC), and Tactical Evacuation  (TACEVAC) Patient Care Record (PCR) as well as standardized  prehospital and  en \nroute care after action reports (AARs) and PI reviews . The dedicated efforts by Service, Combatant Command, \nand JTS personnel to capture these documents  following patient care  promotes inclusion within the medical \nrecord  and transfer to the DoDTR . During massive casualty events, documentation reduces chaos and improves \npatient tracking.  \nAccurate documentation improves : \nTrauma readiness\nTreatments\nOutcomes\nStandard of care development\nThe evaluation of  rescue systems\nCasualty response processes\nAdherence to  approved treatment guidelines\nIt is critical that all levels of the trauma system, including point of injury, en route, austere and facility -based \nroles of care , ensure that their casualty documentation, after action reports, and PI  forms  reach the JTS for \nincorporation into the DoDTR.   \nCombat casualty care documentation incorporate s information from numerous sources such as nursing flow \nsheets, monitors, Medical Evacuation ( MEDEVAC ) patient care records , point of care laboratory devices,  and \nanesthesia records. Documentation of  history, physical examination, interventions and decision-making  not only \noptimizes ongoing care of the casualty, but also contributes to improved care of future casualties when \nincorporated into the DoDTR. For prehospital providers and small teams who operate in a kinetic and austere \nsetting , it may not be possible to document and provide care simultaneously, and providing optimal care always \ntakes priority. In such cases, completion of the documentation and AAR as soon as possible after the event with \ntransmission to JTS, preferably within 72 hours of injury, is necessary and meets the intent of this CPG .  \nDocumentation  of trauma  care provided to all patients treated within the military system is relevant , and all \ncategories of patients treated are incorporated into the DoDTR. I t is critical that all roles of care utilize the same \nname for an individual casualty accordin g to the theater standard pseudo name policy to ensure quality data . \nThis requires communication and follow up, particularly for reports submitted after evacuation from that role of care.  While technology is being implemented to facilitate electronic documentation by the initial roles of care, \nmuch of the initial trauma documentation is still hand -written and must be scanned in  to the Theater Medical \nData Store (TMDS)  order to incorporate into the records. As there is no global solution to this challenge, e ach \ntreating location must identify a means to transfer hand -written records to a location where they can be \nscanned.  \nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  3 PATIENT   CARE   DOCUMENTATION   GUIDELINES  \nPREHOSPITAL  DOCUMENTATION \nThe DD 1380, TCCC Card, is initiated by point o f injury non-m edical o r medical personnel once all major life \nthreats hav e been a ddressed i n accordanc e with TC CC gu idelines. Each Service membe r should carry a DD 1380 \nwith their personal identifiers pre-positioned and stored within their first aid k it.  \nThe purpose of t he DD 1380 is t o provide prehospital p roviders a s tandardized d ocum ent to r ecord a ll TC CC \ninterventions a dministered a t the p oint o f injury and facilitate handoff to the next role of care . It should \naccompany t he casualty d uring initial e vacuation and b e accounted f or upon a rrival a t the first s urgery \ncapability . The TCCC card will be scanned a nd uploaded i nto TMDS utilizin g the c asualty n ame established by t he \nfirst su rgical t eam .  \nTCCC AAR document s should be submitted for each casualty to t he JT S via the AAR s ubmission email link  on th e \nJTS Forms and After Action Report Submission web page within 72 h ours p ost i njury or as soon as possible af ter \nmission completion. AARs mu st be subm itted usin g the actual name or p seudo n ame for al l patients \nsubsequently treated b y surgical teams; t his r equires c ommunication a nd follow up between the prehospital \nand s urgical t eams. A s ecure email o ption i s provided f or convenience, howeve r AARs s ubmitted to the D oDTR \nshould i nclude only content up t o the “For Officia l Use Only” level. T he p rehospital PI form should be us ed to \nreview care and d ocumentation a nd should b e completed b y the Unit Medical O fficer or th e Senior Enlisted \nMedical Advisor and submitted along with the AAR using the previous JTS web link. Units requesting a unit-\nspecific PI report can contact JTS at dha.jbsa.healthcare-ops.list.jts-prehospital@health.mil  (unit must be \nidentified on the AARs or a patient log provided). \nWhen prehospital care  transitions t o PFC, d ocumentation s hould transition f rom th e TCCC c ard t o the Prolonged \nField Care (PFC) Worksheet. As a follow -on to the TCCC c ard, t he PFC W orksheet is u sed to d ocum ent trends \nover t ime a nd is the most useful t ool to r ecognize i mportant cl inical c hanges in complex casualties such as \ndecompensation, response to resuscitation, development of complications, effectiveness of medications, etc . \nTRANSPORT  DOCUMENTATION  \nThe TACEVAC Evacuation P atient C are R ecord (DA 47 00) a nd A AR should b e initiated o n all patients transported \nvia gr ound o r rotary-w ing platform. This f orm may be initiated d uring transport, b ut is ideally s uited t o be \ncompleted electronically after missio n completion. Forms should be reviewe d by local medical directors to aid in \nunit level quality a ssurance ef forts.  These forms s hould b e completed w ithin 72 hours o f a p atient c are ev ent, \nand may b e completed d igitally o r by hand. (This f orm is n ot intende d to supersede the AF 3899 during p atient \ntransport b y Air Force air e vacuation assets).  \nROLE  2  &  ROLE  3  DOC UMENTATION  \nA Resuscitation R ecord (DD 3 019) a nd any r equired supplemental documentation (JTS B urn Flow Sh eet, C-Spine \nClearance Form, etc.) s hould b e initiated o n ALL patients a nticipated t o be admitted i n a Role 2 setting or h igher \nrole of care (including those patients who are transferred for admission to a ho st nation facility) . This include s \npatients with battle/non- battle i njury who a re coalition f orces, l ocal n ationals, c ontractors, an d civilians. It i s the \nintent of this guideline that the broadest definition of trauma be used. This s hould i nclud e the majority o f \npatients with single or multi-s ystem injury s een i n the emergency d epartment who ma y require  admission or  \nwho a re admitted d irectly t o the hospital , and i s to b e used a s the primary me thod o f initial d ocum entation. \nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  4 In situations when there are not enough team members to allocate one individual to documentation, such as \nduring mass casualty events or austere surgical team treatments, the MASCAL/Austere Team Record may be \nutilized (DD Form # pending).  \nThe Resuscitation Record  (DD 3019)  should be completed on all patients evaluated and admitted  within the first \n72 hours following injury, including but not limited to the following injury causes:  \nBuilding Collapse\nBullet/Gunshot Wound /Firearm\nBurn\nExplosively Formed Projectile/Penetrator\nFall\nFir\ne/Flame\nImprovised Explosive Device\nInhalation InjuryMine\nMortar/Rocket/Artillery Shell\nMulti -Frag\nMotor Vehicle Crash\nSports\nUnexploded Ordnance\nAll trauma admissions to any/allRole  2 or 3 facilities in the continuum\nAll care delivered by each resuscitation and surgical capability will be documented for that role of care  on the \nappropriate record  and signed by the physician  (preferably), nurse , or team member documenting  before \ntransport to next role of care.   In situations where evacuation occurs before documentation can be completed, \nthe record should be completed as soon as possible and transmitted electronically to the next role of care as well as to JTS.  It is important that all documents are annotated with provider names  with both a time and date \nof injury as well as arrival to surgical capability  in order to ensure timeline accuracy within the registry . If time of \ninjury is an estimate, note that in the documentation.  \nTHEATER  MEDICAL  DATA   STORE   &  TRAUMA  LOGS \nThe TMDS  provides web-based access to Service member medical information entered at deployed  medical \ntreatment facilities  using AHLTA -Theater ( Armed Forces Health Longitudinal Technology Application ), Shipboard \nAutomated Medical System (SAMS), Global Expeditionary Medical System (GEMS), Caché TC2 , and TRANSCOM \nRegulating and Command & Control Evacuation System (TRAC2ES) . Additionally, all documentation saved as PDF \nfiles, including scanned documents, can be uploaded to TMDS as PDF files. \nAuthorized i ndividuals may request  a TM DS user account by accessing the website https://tmds.tmip.osd.mil , \nconnecting to “need access” and completing the registration form ; account requests must be reviewed and \nvalidated before user accounts are created. User accounts are usually validated and activated within 48 hours of \nthe request. TMDS is accessible from a government computer with  .mil account.  \nRecords entered in the deployed electronic health records must utilize an appropriate ICD -10 diagnosis code to \nensure the records are identified as trauma records (do not utilize the generic 9999 code). In order to ensure all TMDS trauma records  are identified by JTS, each team must record a log of trauma patients treated and submit \nthe log to JTS weekly. The log should include the following for each patient:  \nName/pseudo name; SSN/PSSN\nPatient Ca tegory;  Injury Date; Transferred From (prior to arrival)\nArrival Date; Discharge Date\nDischarge  Status\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  5 Discharge/Transfer To\nRecord uploaded in TMDS/Sent to JTS? ( YES/NO)\nIn the event that no trauma patients were treated the previous week,  a 0-p atient report should be submitted. \nSubmit to: dha.jbsa.healthcare-ops.list.jts-trauma-log@health.mil\nServices should develop and implement doctrine, tactics, training, security procedures, and logistical support \nthat ensur es com bat casualty care documentation is uploaded into TMDS and transmitted to the JTS.   \nDOD   &  JTS  FORMS  \nFillable PDF forms are available on the JTS Forms a nd A fter Action Report Submission website.  Fo rms can be \ndownloaded individually or together in the forms ZIP file at \nhttps://jts.health.mil/index.cfm/documents/forms_after_action  \nPRIMARY  REQUIRED   FORMS  \nTactical Combat Casualty Care Card (DD 1380)\nPoint of Injury Tactical Combat Casualty Care After Action Report\nTactical Evacuation After Action Report & Patient Care Record  and Instructions\nResuscitation Record (DD 3019) and Instructions\nMass Casualty (MASCAL)/Austere Trauma Team Resuscitation Record  and Instructions\nPROLON GED   FIELD  CARE \n•Prolonged Field Care Casualty Card - Worksheet\n•Excel version of Prolonged Field Care Card - Worksheet\nBLOOD  TRANSFUSION  FORMS  \nVampire Program CCOP -01: Urgent Resuscitation Using Blood Products During Tactical Evacuation From\nPoint Of Injury\nUrgent Resuscitation Using Blood Products During Tactical Evac - Appendix A\nInfectious Disease Testing for Blood Donation (ASBP 145)\nEldon Card ABO/Rh Typing Record (ASBP 147)\nPre-screen Whole Blood Sample Shipping Manifest (ASBP 148)\nEmergency  Release Letter of Understanding (tested) (ASBP 150A)\nEmergency Release Letter of Understanding (untested) (ASBP 150B)\nWhole Blood Transfusion Checklist (ASBP 151)\nBlood or Blood Componen t Transfusion Record ASBP (SF 518)\nEmergency Whole Blood Donation Record (ASBP 572)\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  6 AABB Medications Deferral List\nDHQ Medication Deferral List\nBURN   CPG   FORMS  \nJTS Burn Resuscitation Worksheet\nJTS Burn Resuscitation Flow Chart\nLund Browder Burn Estimate Diagram (Adult & Pediatric)\nJTS Bur n CPG Physician’s Order Form\nREBOA   FORM \nAortic Occlusion (AO) Procedure Notes: REBOA or Resuscitative Thoracotomy\nSPINAL   INJURY – CERVICAL   &  THORACOLUMBAR  FORMS  \nCervical Spine Clearance Status Note\nASIA Worksheet for Spinal Cord Injury\nCombat Neuro Exam Worksheet\nBRAIN  INJURY   FORM  \nMilitary Acute Concussion Evaluation 2 (MACE 2) Form, 2018\nMILITARY   WORKING  DOG   FORMS  \nCanine Tactical Combat Casualty Card (DD 3073)  and Instructions\nCanine Treatment and Resuscitation Record (DD 3074 ) and Instructions\nAll forms can be downloaded from the JTS website: \nJTS Forms and AARs: https://jts.health.mil/index.cfm/documents/forms_after_action  \nEXPECTATIONS  :  FORM   COMPLETION  \nAll individuals providing prehospital trauma care will complete a DD 1380 TCCC Card and ensure it is\npassed\n to providers at the next role of care for all casualties treated. The TCCC AAR form will be\ncompleted\n by the point of injury provider and submitted within 72 hours after mission co mpletion  via\nthe JTS AAR Report Submission site at:\nhttps://jts.health.mil/index.cfm/documents/forms_after_action.  The Prehospital PI Form will be\ncompleted by the unit senior medic or Command Surgeon and submitted to the JTS TCCC/POI AAR email\nsubmission\n link.\nAll individuals providing en route care during MEDEVAC or Casualty evacuation (CASEVAC) by air or\nground will complete a TACEVAC AAR & PCR or Service equival ent  form and submit within 72 hours after\nmission\n completion to the JTS AAR Report Submission site at:\nhttps://jts.heal\nth.mil/index.cfm/documents/forms_after_action.  The TACEVAC Form will be\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  7 completed by the unit senior medic or Command Surgeon and submitted via the JTS TACEVAC AAR & \nPCR submission email . . \nAir Evacuation and Critical Care Air Transport teams will use appropriate Air Force docum entation forms  \n(e.g., AF 3899 se ries) and submit forms to JTS within 7 days after mission completion.\ndha.jbsa.healthcare-ops.list.jts-trauma-registry@health.mil .\nAll Role 2 and Role 3 surgical teams and all austere resuscitative and surgical teams will complete the DD  \n3019 Resuscitation Record or MASCAL/Austere Trauma Team Record (w hichever is most appropr iate) for \nall trauma patients anticipated to be admitted and ensure the docum ent is uploaded into TMDS within \n72 hours of injury.\nThe DD 3019 Resuscitation Record is considered the primary form and should be used preferentially \nfor trauma evaluations.\nThe MASCAL form should be used in austere trauma scenarios and during mass casualty events  \nwhen an individual cannot be dedicated to documentation. The MASCAL form is not a substitution  \nfor the DD 3019 Resuscitation Record.\nNOTE: Any documentation related to patient care should be uploaded to TMDS. Documentation of trauma care \ndoes NOT require a DD/DA/AF form number to be uploaded to the medical record  and should never be \ndiscarded.  Examples may include: photos of the injury and surgical procedures; photos of medical \ndocumentation written directly on  the skin or dressings. All documents detailed in this CPG should be included, \nas well as any other medical form used that is not listed within the CPG (i .e. medication administration record, \nanesthesia record, SF 600).  \nPI  MONITORING  \nPOPULATION  OF  INTE REST  \nAll trauma patients evaluated within 72 hours of injury and admitted to Role 2 or Role 3.  \nINTENT   (EXPECTED  OUTCOME S) \n1.All trauma patients who receive prehospital care have a DD 1380 TCCC card completed in patient’ s\nr\necord and uploaded in TMDS .\n2.All\n patients evacuated by MEDEVAC or CASEVAC air or ground  have a DA 4700 form completed in\npatient’s record and uploaded in TMDS.\n3.Trauma log is received at least monthly from all Role 2 and Role 3 locations.\n4.Resuscitation Record is completed  at each surgi cal role of care  on all trauma patients who present\nwithin the first 72 hours following injury and are admitted.\n5.Resuscitation Record P art 1 has time of injury and time of arrival documented .\n6.Resuscitation Record has complete and accurate documentation of  patient identification utilizing\ntheater trauma naming convention policy .\n7.Re\nsuscitation Record P art 2 has complete history and physical documented.\nDocumentation Requirements for Combat Casualty Care   CPG ID: 11  \nGuideline Only/Not a Substitute for Clinical Judgment  8 PERFORMANCE/ADHERENCE  METRICS  \n1. Number and percentage of patients who  have a DD 1380 TCCC card and/or TCCC AAR uploaded in TMDS \nor submitted to JTS.  \n2. Number and percentage of patients evacuated by MEDEVAC or CASEVAC air or ground who  have a DA \n4700 form uploaded in TMDS or submitted to JTS . \n3. Number and percentage of Role 2s  that submit  a trauma log to JTS each month.  \n4. Number and percentage of patients of in the population of interest  with Resuscitation Record  uploaded \ninto TMDS  or received by JTS within 72 hours  of injury.  \n5. Number and percentage of patients in population of interest with  time of injury and time of arrival \ndocumented  in Resuscitation Record P art 1.   \n6. Number and percentage of patients in population of interest with complete and accurate patient \nidentification documented according to theater trauma naming convention policy. \n7. Number and percentage of patients in population of interest with complete history and physical \ndocumented.  \nDATA  SOURCE  \n Patient Record  \n Department of Defense Trauma Registry (DoDTR)  \nSYSTEM  REPORTING   &  FREQUENCY  \nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed \nbiannually; additional PI monitoring and system reporting may be performed as needed.  \nThe system review and data analysis will be performed by the JTS Chief and the JTS PI Branch.  \nRESPONSIBILITIES  \n1. It is the trauma team leader’s responsibility to ensure the Resuscitation Record Part 2 , Physician H&P is \ncomplete at Role 2 and Role 3.  \n2. It is the responsibility of the nurse assigned to the trauma bay/patient to ensure the Resuscitation Re cord \nPart 1 , Nursing Flow Sheet is completed at Role 3.  \n3. A member of the trauma team who is receiving report (Critical Care Air Transport, MEDEVAC, ground \nambulance) should request a copy of the transport run -sheet and ensure it is included in the patient’s  \nrecord. All times on the Resuscitation Record should be local 24 -hour military format (hhmm).  \n \n \n",
    "size_bytes": 24787
  },
  "Emergency_General_Surgery_in_Deployed_Locations_01_Aug_2018_ID71": {
    "filename": "Emergency_General_Surgery_in_Deployed_Locations_01_Aug_2018_ID71.pdf",
    "category": "emergency",
    "sections": {
      "overview": "JOINT  TRAUMA   SYSTEM     CLINICAL   PRACTICE  GUIDELINE   (JTS CPG)\nEmergency General Surgery in\nDeployed Locations (CPG ID: 71)\nThis CPG will guide providers in the evaluation and treatment of patients\nwith acute general surgical needs in potentially austere locations\nContributors\nMaj Andrew Hall, USAF , MC\nCDR Jacob Glaser, USN , MC\nMaj D. Marc Northern, USAF , MC\nMaj Zachary Englert, USAF , MC\nCOL Jennifer Gurney, MC , USA\nMaj Matthew Pieper, USAF , MC Lt Col Bruce Lynch, USAF, MC\nCol (ret) Carl Freeman, USAF, MC\nCol Stacy Shackelford, USAF, MC\nCDR Matthew Hannon, MC, USN\nCOL Mary Edwards, MC, USA\nCAPT Zsolt Stockinger, MC , USN\nPublication Date: 01 Aug  2018\nTABLE OF CONTENTS\nGoal ....................................................................................................................................................................................... 2\nBackground  ........................................................................................................................................................................... 2\nEvaluation ............................................................................................................................................................................. 2\nDecision  Matrix ..................................................................................................................................................................... 3\nTreatment  ............................................................................................................................................................................. 5\nPerformance Improvement (PI) Monitoring  ......................................................................................................................... 7\nPopulation of Interest  .................................................................................................................................................. 7\nIntent (Expected Outcomes)  ........................................................................................................................................ 7\nPerformance/Adherence Metrics  ................................................................................................................................ 7\nData Sources  ................................................................................................................................................................. 7\nSystem Reporting & Frequency  .................................................................................................................................... 7\nResponsibilities ..................................................................................................................................................................... 7\nReferences  ............................................................................................................................................................................ 8\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  2 GOAL\nThe goal of this clinical practice guideline is to provide guidance on the treatment of acute surgical\nconditions in the deployed environment.  These guidelines are not intended solely for clinical care, but\nto help unit commanders and supporting medical components to consider tactical and resource\nconstraints relevant to the management of acute surgical conditions in order to optimize patient car e in\nthe expeditionary setting.\nBACKGROUND\nAustere surgical environments in a deployed setting can be significantly different from what medical\npersonnel experience in garrison.  The lack of diagnostic and treatment modalities can significantly limit\nmanagement options.  While deployed austere surgical capabilities are established for the primary\npurpose of trauma care and hemorrhage control, surgeons are still likely to deal with other urgent\nsurgical issues.1,2,3  The aim of this guideline is to prov ide surgeons in austere locations, as well as\ncommand staff, with decision support for the care of emergency general surgery patients.\nEVALUATION\nDepending on surgical team capabilities, a history and physical examination will be the mainstay of the\ndiagn ostic evaluation.  In addition, the majority of surgical teams also have the capability for ultrasound\nand point of care blood analysis to allow for limited imaging and laboratory assessment.  The most\ncommon non -traumatic surgical diagnoses to be encountered are shown in the table below:1,2,3\nTable 1. List of Common Surgical Diagnoses\nList of Common Surgical Diagnoses\nKidney stones\nAppendicitis\nHernia\nTesticular Torsion\nCholecystitis\nInflammatory bowel disease\nBowel obstruction\nEctopic pregnancy\nObstetric emergency\nRuptured ovarian cyst\nAnorectal disorders\n(abscess, h emorrhoids, fissure)\nDiverticulitis\nSoft tissue infection/Abscess\nGastrointestinal bleeding\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  3 All the  above diagnoses are familiar to general surgeons and history and physical examination alone will\nyield a high diagnostic accuracy.\nIn the non -deployed setting, the most important part of the evaluation is determination of the patient’s\nclinical stability followed by timing of surgical intervention if warranted.  In the resource-limited\nenvironment, many additional factors have to be considered in order to optimize the care of the patient\nwith an acute surgical condition.  Determining whether the patient is  best served by having emergency\nsurgery in an austere or resource -limited location or by transferring to a higher role of care is\nmultifactorial.\nThe deployed surgeon must consider complex tactical and clinical data in decision -making for clinically\nurgent situations.  The surgeon must determine if the patient is emergent, requiring immediate\nintervention (e.g., ongoing bleeding, suspected tissue ischemia, or evidence of septic shock) or is\nnonemergent (localized findings, mild systemic symptoms).  The c linical determination of stability is the\nmost challenging for the deployed surgeon and their command staff alike.  Except for gastrointestinal\nbleeding and tissue ischemia (e.g., testicular torsion, strangulated hernia), most patients with the\npreviously mentioned surgical diagnoses will tolerate a delay of several hours with antimicrobial therapy\nbefore surgical intervention without increased morbidity or mortality. Therefore, these patients can be\nconsidered nonemergent.4   While this delay in surgical t reatment may not be ideal, it may be well\nwithin the standard of care.  Some non -emergent invasive surgical procedures may be indicated in the\naustere environment depending on time to transport and complexity of the proposed intervention.  For\nexample, dra inage of a soft tissue abscess may be indicated if transport to higher level of care will take\nmultiple days.\nDECISION  MATRIX\nAustere surgical environments and acute care surgery conditions are diverse and strict rules to cover\nevery conceivable diagnosis  would be inappropriate to a surgeon and commander.  In all cases, the final\nclinical decision should rely on the surgeon at the forward location to act in the best interest of the\npatient.  In real -world situations, the difference between emergent and non emergent conditions can be\nclinically ambiguous when a host of additional factors are considered.\nA graphical representation of considerations is presented above and discussed alon g with additional\nfactors below.\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  4 Figure 1. Decision Matrix\n1. Non -coalit ion patients: Patients may include local nationals, partner nation forces, contractors, foreign\ncitizens, etc.  Theater medical rules of eligibility (ROE) will dictate what care may be rendered, what\ntransport resources will be available for use, and where  these patients are to be transported for follow -on\ncare.  The principles of care should be equivalent to those provided to US/Coalition/enemy combatant\npatients, although operative decisions must be made in the context of the system of care in which that\npatient will be managed.  Understanding of the medical ROEs and knowledge of the capabilities of the\nrelevant systems of care are paramount.\n2. Diagnostic capability: When conditions permit, the same preoperative, intraoperative, and postoperative\nstandards o f care should be provided to patients in a deployed location as in the United States.  If a patient\nis non -emergent, reasonable attempts should be made to obtain appropriate diagnostic tests prior to\nsurgical intervention, even if that requires transport t o a higher role of care.\n3. Operative team and supplies: Austere conditions are potentially not sterile and operative personnel may\nlack the subspecialty expertise for certain procedures or may be lacking the most appropriate supplies or\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  5 equipment needed.   When conditions permit, procedures performed should be within the scope of\npractice of the deployed surgeon or should be done in close consultation with the appropriate\nsubspecialist.  In addition, specimens should be handled appropriately.  Incidental neoplasms, while\nuncommon, do occur.  Resected tissue should be evaluated by a pathologist and should be preserved\nappropriately for evaluation.\n4. Holding capacity: If an operation is performed, the patient will have to be cared for postoperatively until\ntransport or discharge is possible.  If holding capacity is limited, a plan for transfer or discharge should be in\nplace prior to the arrival of trauma patients.\n5. Mission readiness:  Non- emergent operations should not compromise the primary mission of the dep loyed\nteam or the team’s readiness to receive trauma patients.\n6. Transport/receiving capability: If considering transport of the patient, the capability of transport vehicles\nand personnel may vary as well as the capabilities of receiving facilities.  Know ledge of these capabilities\nand transport times are critical to making safe decisions.  To the extent possible, communication with the\ntransport team and the receiving provider should be made for patient safety and continuity of care.\n7. Minor Procedures: If a procedure can be done in a clinic room, it can likely be done in an austere setting\n(i.e. thrombosed hemorrhoids, simple incision and drainage).  Elective procedures should not be performed\nin the deployed setting. Elective minor procedures such as routi ne skin or soft tissue biopsies should not be\ndone at a Role 3 unless in- house pathology is available as specimens can become lost or dry out while in\ntransit for pathologic evaluation.\n8. Teleconsultation: Whenever possible, particularly when surgical interv ention for nonemergent conditions is\nbeing considered or when it is uncertain whether the condition is emergent or nonemergent,\nteleconsultation should be obtained with the surgeon at the next higher role of care if it is expected that\nthe patient will require transfer postoperatively.\nWith the above listed considerations in mind, if the patient’s clinical status is such that a delay in surgical\ntreatment is likely to result in death or significant morbidity, they should be considered emergent and an\noper ation performed.  If not, strong consideration should be made to transfer the patient to a higher level of\ncare unless, after considering the above points, in the surgeon’s opinion the benefits outweigh the risks.\nTREATMENT\nThe best interest of the patient  is always the focus of decision -making for the surgeon; however, commanders\nare required to keep the tactical environment and risks aligned with the overall mission goals.  In a setting of\nlimited medical assets, determining the patient’s clinical stabili ty for transport as well as the availability of\ntransport are extremely important factors to consider when determining the best treatment.  The determination\nof emergent or nonemergent surgical status is therefore paramount and that decision may be appropr iately\ninfluenced by availability and timing of transport to higher level of care.  This distinction is based on the\njudgement of the surgeon on the ground, but emergent usually involves patients with tissue ischemia, ongoing\nbleeding, or evidence of septi c shock.  Emergent surgery should be done with treatment rendered based on\ndamage control principles rather than in -garrison standards of care.5   As in trauma, principles of surgical care\nshould prioritize controlling sources of contamination and bleeding , with definitive care (e.g., anastomoses or\nostomies) deferred for Role 3 or 4 facilities.  In addition, heavily contaminated wounds should be left open for\nfurther washouts in a more sterile environment, if applicable.\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  6 Patients classified as nonemergent should be treated with the best available medical therapy and await\ntransportation to a level of care that can definitively treat and hold patients for the perioperative period (See\nDecision Matrix; likely Role 3 or 4).  This allows the austere surgeon to conserve supplies, equipment, and\nmanpower for future emergent patients.  Medical management may consist of broad spectrum antibiotics,\nresuscitation with fluids, pain control and supportive care as indicated.  For some commonly encountered acute\nsurgical diagnoses, medical management with ongoing close surgical observation may actually constitute\ndefinitive therapy.6-10  The austere surgeon and the command element should have an awareness of the\ntreatment options and how they fit  into the multifactorial decision making.  Treatment may entail medical\nmanagement and observation within the forward surgical setting, transfer to higher level of care for definitive\ndiagnosis, or disposition to quarters with a medical or non -medical atte ndant.  Commanders and patients should\nbe aware of these options with the associated risks.  Clinical observation always carries the risk of deterioration\nrequiring surgical intervention, therefore transfer to a higher level of care may be indicated even w hen non -\noperative management is selected.\nWhile tailored antimicrobial therapy may be preferred for some diagnoses, this may not be possible given\nlimited medication options in most austere packs as well as diagnostic uncertainty.  Antibiotics should default to\nbroad spectrum agents such as ertapenem given its widespread availability in austere surgical team packs, ease\nof administration and broad coverage.  Given the low cross reactivity with penicillin-allergic patients, this\ncommon allergy should no t dissuade surgical teams from administering ertapenam to patients with penicillin\nallergy.11  Alternatives are disease specific, but consideration should be given to broad coverage from the onset\nof care. Lack of microbiology, culture and basic lab capabi lity, combined with virulent local pathogens in many\naustere settings dictate this approach.\nUnique to the military surgical environment is the need for maintain mission-readiness for the patient and their\ndeployed unit.  With mission requirements of foremost importance, the possibility of treating common surgical\ndiseases, such as appendicitis and cholecystitis, non -operatively in an austere surgical setting should be\nconsidered and a high likelihood of success may be expected.7,12   In-theater surgical t reatment in austere\nlocations with rapid return to duty may also be acceptable if resources and mission requirements permit.  While\npatients are commonly instructed to limit physical activity for 6 weeks, there is little evidence -based support for\nthis pra ctice.13  In cases of soft tissue abscesses and uncomplicated appendicitis, the expected post -operative\nmorbidity would likely be low and the patient potentially safely and well- managed in the austere setting.\nHowever, for a nonemergent patient with suspec ted appendicitis seen in the Role 2 setting, strong consideration\nshould be given to transferring the patient to a higher level of care in order to confirm the diagnosis with CT\nscan or if laparoscopic capability is available.\nNonemergent patients with a cute cholecystitis should not be operatively managed at the Role 2 unless\nlaparoscopic equipment, the appropriate operating room table and the ability to perform a cholangiogram\n(either flat plate or C -arm) is available as this is the standard of care and very rarely does a patient with acute\ncholecystitis require an emergent open cholecystectomy.\nAlthough surgical site infections have been reported to be similar to civilian outcomes in one published\nexperience, the surgical site infection rates are not ne gligible and other non -infectious perioperative\ncomplications may occur.14  While transfer to a location that can deal with post -operative complications most\neffectively would be ideal, if the austere surgical team can safely and effectively perform the operation and\nmanage perioperative complications an operation may be  considered.  Additionally, return to duty status should\nbe taken into consideration along with long term post -operative morbidity such as hernia formation, the need\nfor advanced pain manage ment requirements (difficult in the austere or combat environment) and immediate\npost -operative complications.\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  7 PERFORMANCE  IMPROVEMENT  (PI)  MONITORING\nPOPULATION  OF  INTE REST\nAll patients  who undergo surgery for non -trauma diagnoses  by deployed surgi cal teams.\nINTENT  (EXPECTED   OUTCOMES)\n Patients receive initial treatment with antibiotics if infectious diagnosis (appendicitis, cholecystitis,\nabscess, diverticulitis).\n Emergency general surgery cases are performed at Role 3 or Role 4; if performed at R ole 2, the\nindication to proceed with surgery rather than evacuate to higher level of care should be clearly\ndocumented.\nPERFORMANCE/ADHERENC E  ME TRIC S\n Number and percentage of patients in the population of interest with an infectious diagnoses who\nreceive  antibiotics at the same role of care where diagnosed.\n Number and percentage of patients in the population of interest with emergency general surgery\nperformed at Role 3 or Role 4; or if performed at Role 2, the indication to proceed with surgery rather\nthan evacuate to higher level of care is clearly documented.\nDATA  SOURCES\n Patient Record\n Department of Defense Trauma Registry (DoDTR)\n Morbidity and Mortality Conference Reports\nSYSTEM  REPORTING   &  FREQUENCY\nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed\nannually; additional PI monitoring and system reporting may be performed as needed.\nThe system review and data analysis will be performed by the JTS Chief and the JTS PI  Branch.\nRESPONSIBILITIES\nIt is the trauma team leader’s responsibility to ensure familiarity, appropriate compliance and PI monitoring at\nthe local level with this CPG.\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  8 REFERENCES\n1. Pannell D, Nathens A, Richard J, et al. Acute nontraumatic  general surgical conditions on a combat\ndeployment. Can J Surg. 2015 June; 58(3, s3):S135-S140.\n2. Chang R, Eastridge B, Holcomb J. Remote Damage Control Resuscitation in Austere Environments.\nWilderness & Environmental Medicine. 2017; 28:S124 -S134.\n3. Armed Fo rces Health Surveillance Center (AFHSC). Medical evacuations from Afghanistan during\nOperation Enduring Freedom, active and reserve components, U.S. Armed Forces, 7 October 2001 -\n31 December 2012. MSMR. 2013 Jun; 20(6):2-8.\n4. Daniels L, Unlu C, de Korte N, et  al. Randomized clinical trial of observational versus antibiotic\ntreatment for a first episode of CT -proven uncomplicated acute diverticulitis. BJS. 2017; 104:52 -61.\n5. Cap A, Pidcoke H, Spinella P, et al. Damage Control Resuscitation. JTS CPG. 2017.\nwww.usa isr.amedd.army.mil\n6. Wojciechowicz K, Hofkamp H, van Hulst R. Conservative treatment of acute appendicitis: an\noverview. Int Marit Health. 2010;61(4):265-272.\n7. Wang C, Chou H, Liu K, et al. Long-Term Outcome of Patients with Acute Cholecystitis Receiving\nAntibiotic Treatment: A Restrospective Cohort Study. World J Surg. 2014; 38:347-354.\n8. Meier C, Latz H, Kraemer J, et al. Acute appendicitis in children: can surgery be postponed? Short -\nterm results in a cohort of 225 children. Langenbecks Arch Surg. 2017. Publi shed Online\n9. Polo M, Duclos A, Polazzi S, et al. Acute Cholecystitis - Optimal Timing for Early Cholecystectomy: a\nFrench Nationwide Study. J Gastrointest Surg. 2015; Published Online\n10. Hall A, Freeman T, Banks S. Is it Safe? Appendectomies at Night at a Low -Volume Center. Journal of\nSurgical Education. 2011;68(3):199-201\n11. Duonomo A, Pascolini L, Rizzi A, et al. Cross-reactivity and Tolerability of Ertapenem in Patients with\nIgE-Mediated Hypersensitivity to β -Lactams. J Investig Allergol Clin Immunol. 2016; 26(2 ):100 -105\n12. Sippola S, Gronroos J, Tuominen R, et al. Economic evaluation of antibiotic therapy versus\nappendicectomy for the treatment of uncomplicated acute appendicitis from the APPAC\nrandomized clinical trial. BJS. 2017; Published Online.\n13. Guttormson R, T schirhart J, Boysen D, et al. Are postoperative activity restrictions evidence -based?\nAmerican Journal of Surgery. 2008; 195:401-404.\n14. Lucha PA, Wallace D, Pasque C, Brickhouse N, Olsen D, Styk S, Dortch M and Beckman WA. Surgical\nwound morbidity in an aust ere surgical environment. Mil Med. 2000 Jan;165(1):13 -7.\nEmergency General Surgery in Deployed Locations  CPG ID: 71\nGuideline Only/Not a Substitute for Clinical Judgment  9 APPENDIX A: ADDITIONAL INFORMATION REGARDING OFF -LABEL USES IN CPGS\nPURPOSE\nThe purpose of this Appendix is to ensure an understanding of DoD policy and practice regarding inclusion in CPG s\nof “off- label” uses of U.S. Food and Drug Administration (FDA)– approved products. This applies to off- label uses\nwith patients who are armed forces members.\nBACKGROUND\nUnapproved (i.e. “off -label”) uses of FDA -approved products are extremely common in American medicine and are\nusually not subject to any special regulations.  However, under Federal law, in some circumstances, unapproved\nuses of approved drugs are subject to FDA regulations governing “investigational new drugs.” These circumstances\ninclude such uses as part of clinical trials, and in the military context, command required, unapproved uses.  Some\ncommand requested unapproved uses may also be subject to special regulations.\nADDITIONAL INFORMATI ON REGARDING OFF -LAB EL USES IN CPGS\nThe inclusion in CPGs of off -label uses is not a clinical trial, nor is it a command request or requirement. Further, it\ndoes not imply that the Military Health System requires that use by DoD health care practitioners or considers it to\nbe the “standard o f care.” Rather, the inclusion in CPGs of off -label uses is to inform the clinical judgment of the\nresponsible health care practitioner by providing information regarding potential risks and benefits of treatment\nalternatives. The decision is for the clini cal judgment of the responsible health care practitioner within the\npractitioner -patient relationship.\nADDITIONAL PROCEDURE S\nBalanced Discussion\nConsistent with this purpose, CPG discussions of off -label uses specifically state that they are uses not approved by\nthe FDA. Further, such discussions are balanced in the presentation of appropriate clinical study data, including any\nsuch data that suggest caution in the use of the product and specifically including any FDA- issued warnings.\nQuality Assurance Monitoring\nWith respect to such off -label uses, DoD procedure is to maintain a regular system of quality assurance monitoring\nof outcomes and known potential adverse events.  For this reason, the importance of accurate clinical records is\nunderscored.\nInformation to Patients\nGood clinical practice includes the provision of appropriate information to patients.  Each CPG discussing an\nunusual off -label use will address the issue of information to patients. When practicable, consideration will be\ngiven to in cluding in an appendix an appropriate information sheet for distribution to patients, whether before or\nafter use of the product. Information to patients should address in plain language: a) that the use is not approved\nby the FDA; b) the reasons why a DoD health care practitioner would decide to use the product for this purpose;\nand c) the potential risks associated with such use."
    },
    "full_text": "JOINT  TRAUMA   SYSTEM     CLINICAL   PRACTICE  GUIDELINE   (JTS CPG)  \nEmergency General Surgery in \nDeployed Locations (CPG ID: 71) \nThis CPG will guide providers in the evaluation and treatment of patients \nwith acute general surgical needs in potentially austere locations  \nContributors  \nMaj Andrew Hall, USAF , MC \nCDR Jacob Glaser, USN , MC \nMaj D. Marc Northern, USAF , MC \nMaj Zachary Englert, USAF , MC \nCOL Jennifer Gurney, MC , USA \nMaj Matthew Pieper, USAF , MC Lt Col Bruce Lynch, USAF, MC \nCol (ret) Carl Freeman, USAF, MC \nCol Stacy Shackelford, USAF, MC \nCDR Matthew Hannon, MC, USN \nCOL Mary Edwards, MC, USA \nCAPT Zsolt Stockinger, MC , USN \nPublication Date: 01 Aug  2018 \nTABLE OF CONTENTS  \nGoal ....................................................................................................................................................................................... 2  \nBackground  ........................................................................................................................................................................... 2  \nEvaluation ............................................................................................................................................................................. 2  \nDecision  Matrix ..................................................................................................................................................................... 3  \nTreatment  ............................................................................................................................................................................. 5  \nPerformance Improvement (PI) Monitoring  ......................................................................................................................... 7  \nPopulation of Interest  .................................................................................................................................................. 7  \nIntent (Expected Outcomes)  ........................................................................................................................................ 7  \nPerformance/Adherence Metrics  ................................................................................................................................ 7  \nData Sources  ................................................................................................................................................................. 7  \nSystem Reporting & Frequency  .................................................................................................................................... 7  \nResponsibilities ..................................................................................................................................................................... 7  \nReferences  ............................................................................................................................................................................ 8  \n\nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  2 GOAL  \nThe goal of this clinical practice guideline is to provide guidance on the treatment of acute surgical \nconditions in the deployed environment.  These guidelines are not intended solely for clinical care, but \nto help unit commanders and supporting medical components to consider tactical and resource \nconstraints relevant to the management of acute surgical conditions in order to optimize patient car e in \nthe expeditionary setting.  \nBACKGROUND  \nAustere surgical environments in a deployed setting can be significantly different from what medical \npersonnel experience in garrison.  The lack of diagnostic and treatment modalities can significantly limit \nmanagement options.  While deployed austere surgical capabilities are established for the primary \npurpose of trauma care and hemorrhage control, surgeons are still likely to deal with other urgent \nsurgical issues.1,2,3  The aim of this guideline is to prov ide surgeons in austere locations, as well as \ncommand staff, with decision support for the care of emergency general surgery patients.  \nEVALUATION  \nDepending on surgical team capabilities, a history and physical examination will be the mainstay of the \ndiagn ostic evaluation.  In addition, the majority of surgical teams also have the capability for ultrasound \nand point of care blood analysis to allow for limited imaging and laboratory assessment.  The most \ncommon non -traumatic surgical diagnoses to be encountered are shown in the table below:1,2,3 \nTable 1. List of Common Surgical Diagnoses  \n \n \n \n \n \n \n \n List of Common Surgical Diagnoses  \nKidney stones  \nAppendicitis  \nHernia  \nTesticular Torsion  \nCholecystitis  \nInflammatory bowel disease  \nBowel obstruction  \nEctopic pregnancy  \nObstetric emergency  \nRuptured ovarian cyst  \nAnorectal disorders  \n(abscess, h emorrhoids, fissure)  \nDiverticulitis  \nSoft tissue infection/Abscess  \nGastrointestinal bleeding  \nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  3 All the  above diagnoses are familiar to general surgeons and history and physical examination alone will \nyield a high diagnostic accuracy.  \nIn the non -deployed setting, the most important part of the evaluation is determination of the patient’s \nclinical stability followed by timing of surgical intervention if warranted.  In the resource-limited \nenvironment, many additional factors have to be considered in order to optimize the care of the patient \nwith an acute surgical condition.  Determining whether the patient is  best served by having emergency \nsurgery in an austere or resource -limited location or by transferring to a higher role of care is \nmultifactorial.   \nThe deployed surgeon must consider complex tactical and clinical data in decision -making for clinically \nurgent situations.  The surgeon must determine if the patient is emergent, requiring immediate \nintervention (e.g., ongoing bleeding, suspected tissue ischemia, or evidence of septic shock) or is \nnonemergent (localized findings, mild systemic symptoms).  The c linical determination of stability is the \nmost challenging for the deployed surgeon and their command staff alike.  Except for gastrointestinal \nbleeding and tissue ischemia (e.g., testicular torsion, strangulated hernia), most patients with the \npreviously mentioned surgical diagnoses will tolerate a delay of several hours with antimicrobial therapy \nbefore surgical intervention without increased morbidity or mortality. Therefore, these patients can be \nconsidered nonemergent.4   While this delay in surgical t reatment may not be ideal, it may be well \nwithin the standard of care.  Some non -emergent invasive surgical procedures may be indicated in the \naustere environment depending on time to transport and complexity of the proposed intervention.  For \nexample, dra inage of a soft tissue abscess may be indicated if transport to higher level of care will take \nmultiple days. \nDECISION  MATRIX  \nAustere surgical environments and acute care surgery conditions are diverse and strict rules to cover \nevery conceivable diagnosis  would be inappropriate to a surgeon and commander.  In all cases, the final \nclinical decision should rely on the surgeon at the forward location to act in the best interest of the \npatient.  In real -world situations, the difference between emergent and non emergent conditions can be \nclinically ambiguous when a host of additional factors are considered.   \nA graphical representation of considerations is presented above and discussed alon g with additional \nfactors below.\nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  4 Figure 1. Decision Matrix  \n \n1. Non -coalit ion patients: Patients may include local nationals, partner nation forces, contractors, foreign \ncitizens, etc.  Theater medical rules of eligibility (ROE) will dictate what care may be rendered, what \ntransport resources will be available for use, and where  these patients are to be transported for follow -on \ncare.  The principles of care should be equivalent to those provided to US/Coalition/enemy combatant \npatients, although operative decisions must be made in the context of the system of care in which that \npatient will be managed.  Understanding of the medical ROEs and knowledge of the capabilities of the \nrelevant systems of care are paramount.  \n2. Diagnostic capability: When conditions permit, the same preoperative, intraoperative, and postoperative \nstandards o f care should be provided to patients in a deployed location as in the United States.  If a patient \nis non -emergent, reasonable attempts should be made to obtain appropriate diagnostic tests prior to \nsurgical intervention, even if that requires transport t o a higher role of care.   \n3. Operative team and supplies: Austere conditions are potentially not sterile and operative personnel may \nlack the subspecialty expertise for certain procedures or may be lacking the most appropriate supplies or \n\nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  5 equipment needed.   When conditions permit, procedures performed should be within the scope of \npractice of the deployed surgeon or should be done in close consultation with the appropriate \nsubspecialist.  In addition, specimens should be handled appropriately.  Incidental neoplasms, while \nuncommon, do occur.  Resected tissue should be evaluated by a pathologist and should be preserved \nappropriately for evaluation.   \n4. Holding capacity: If an operation is performed, the patient will have to be cared for postoperatively until \ntransport or discharge is possible.  If holding capacity is limited, a plan for transfer or discharge should be in \nplace prior to the arrival of trauma patients.  \n5. Mission readiness:  Non- emergent operations should not compromise the primary mission of the dep loyed \nteam or the team’s readiness to receive trauma patients.   \n6. Transport/receiving capability: If considering transport of the patient, the capability of transport vehicles \nand personnel may vary as well as the capabilities of receiving facilities.  Know ledge of these capabilities \nand transport times are critical to making safe decisions.  To the extent possible, communication with the \ntransport team and the receiving provider should be made for patient safety and continuity of care.  \n7. Minor Procedures: If a procedure can be done in a clinic room, it can likely be done in an austere setting \n(i.e. thrombosed hemorrhoids, simple incision and drainage).  Elective procedures should not be performed \nin the deployed setting. Elective minor procedures such as routi ne skin or soft tissue biopsies should not be \ndone at a Role 3 unless in- house pathology is available as specimens can become lost or dry out while in \ntransit for pathologic evaluation.  \n8. Teleconsultation: Whenever possible, particularly when surgical interv ention for nonemergent conditions is \nbeing considered or when it is uncertain whether the condition is emergent or nonemergent, \nteleconsultation should be obtained with the surgeon at the next higher role of care if it is expected that \nthe patient will require transfer postoperatively.   \nWith the above listed considerations in mind, if the patient’s clinical status is such that a delay in surgical \ntreatment is likely to result in death or significant morbidity, they should be considered emergent and an \noper ation performed.  If not, strong consideration should be made to transfer the patient to a higher level of \ncare unless, after considering the above points, in the surgeon’s opinion the benefits outweigh the risks.  \nTREATMENT  \nThe best interest of the patient  is always the focus of decision -making for the surgeon; however, commanders \nare required to keep the tactical environment and risks aligned with the overall mission goals.  In a setting of \nlimited medical assets, determining the patient’s clinical stabili ty for transport as well as the availability of \ntransport are extremely important factors to consider when determining the best treatment.  The determination \nof emergent or nonemergent surgical status is therefore paramount and that decision may be appropr iately \ninfluenced by availability and timing of transport to higher level of care.  This distinction is based on the \njudgement of the surgeon on the ground, but emergent usually involves patients with tissue ischemia, ongoing \nbleeding, or evidence of septi c shock.  Emergent surgery should be done with treatment rendered based on \ndamage control principles rather than in -garrison standards of care.5   As in trauma, principles of surgical care \nshould prioritize controlling sources of contamination and bleeding , with definitive care (e.g., anastomoses or \nostomies) deferred for Role 3 or 4 facilities.  In addition, heavily contaminated wounds should be left open for \nfurther washouts in a more sterile environment, if applicable.  \nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  6 Patients classified as nonemergent should be treated with the best available medical therapy and await \ntransportation to a level of care that can definitively treat and hold patients for the perioperative period (See \nDecision Matrix; likely Role 3 or 4).  This allows the austere surgeon to conserve supplies, equipment, and \nmanpower for future emergent patients.  Medical management may consist of broad spectrum antibiotics, \nresuscitation with fluids, pain control and supportive care as indicated.  For some commonly encountered acute \nsurgical diagnoses, medical management with ongoing close surgical observation may actually constitute \ndefinitive therapy.6-10  The austere surgeon and the command element should have an awareness of the \ntreatment options and how they fit  into the multifactorial decision making.  Treatment may entail medical \nmanagement and observation within the forward surgical setting, transfer to higher level of care for definitive \ndiagnosis, or disposition to quarters with a medical or non -medical atte ndant.  Commanders and patients should \nbe aware of these options with the associated risks.  Clinical observation always carries the risk of deterioration \nrequiring surgical intervention, therefore transfer to a higher level of care may be indicated even w hen non -\noperative management is selected.  \nWhile tailored antimicrobial therapy may be preferred for some diagnoses, this may not be possible given \nlimited medication options in most austere packs as well as diagnostic uncertainty.  Antibiotics should default to \nbroad spectrum agents such as ertapenem given its widespread availability in austere surgical team packs, ease \nof administration and broad coverage.  Given the low cross reactivity with penicillin-allergic patients, this \ncommon allergy should no t dissuade surgical teams from administering ertapenam to patients with penicillin \nallergy.11  Alternatives are disease specific, but consideration should be given to broad coverage from the onset \nof care. Lack of microbiology, culture and basic lab capabi lity, combined with virulent local pathogens in many \naustere settings dictate this approach.  \nUnique to the military surgical environment is the need for maintain mission-readiness for the patient and their \ndeployed unit.  With mission requirements of foremost importance, the possibility of treating common surgical \ndiseases, such as appendicitis and cholecystitis, non -operatively in an austere surgical setting should be \nconsidered and a high likelihood of success may be expected.7,12   In-theater surgical t reatment in austere \nlocations with rapid return to duty may also be acceptable if resources and mission requirements permit.  While \npatients are commonly instructed to limit physical activity for 6 weeks, there is little evidence -based support for \nthis pra ctice.13  In cases of soft tissue abscesses and uncomplicated appendicitis, the expected post -operative \nmorbidity would likely be low and the patient potentially safely and well- managed in the austere setting. \nHowever, for a nonemergent patient with suspec ted appendicitis seen in the Role 2 setting, strong consideration \nshould be given to transferring the patient to a higher level of care in order to confirm the diagnosis with CT \nscan or if laparoscopic capability is available.   \nNonemergent patients with a cute cholecystitis should not be operatively managed at the Role 2 unless \nlaparoscopic equipment, the appropriate operating room table and the ability to perform a cholangiogram \n(either flat plate or C -arm) is available as this is the standard of care and very rarely does a patient with acute \ncholecystitis require an emergent open cholecystectomy.  \nAlthough surgical site infections have been reported to be similar to civilian outcomes in one published \nexperience, the surgical site infection rates are not ne gligible and other non -infectious perioperative \ncomplications may occur.14  While transfer to a location that can deal with post -operative complications most \neffectively would be ideal, if the austere surgical team can safely and effectively perform the operation and \nmanage perioperative complications an operation may be  considered.  Additionally, return to duty status should \nbe taken into consideration along with long term post -operative morbidity such as hernia formation, the need \nfor advanced pain manage ment requirements (difficult in the austere or combat environment) and immediate \npost -operative complications.   \nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  7 PERFORMANCE  IMPROVEMENT  (PI)  MONITORING  \nPOPULATION  OF  INTE REST  \nAll patients  who undergo surgery for non -trauma diagnoses  by deployed surgi cal teams.  \nINTENT  (EXPECTED   OUTCOMES)  \n Patients receive initial treatment with antibiotics if infectious diagnosis (appendicitis, cholecystitis, \nabscess, diverticulitis).  \n Emergency general surgery cases are performed at Role 3 or Role 4; if performed at R ole 2, the \nindication to proceed with surgery rather than evacuate to higher level of care should be clearly \ndocumented.  \nPERFORMANCE/ADHERENC E  ME TRIC S \n Number and percentage of patients in the population of interest with an infectious diagnoses who \nreceive  antibiotics at the same role of care where diagnosed.  \n Number and percentage of patients in the population of interest with emergency general surgery \nperformed at Role 3 or Role 4; or if performed at Role 2, the indication to proceed with surgery rather \nthan evacuate to higher level of care is clearly documented.  \nDATA  SOURCES \n Patient Record  \n Department of Defense Trauma Registry (DoDTR)  \n Morbidity and Mortality Conference Reports  \nSYSTEM  REPORTING   &  FREQUENCY  \nThe above constitutes the minimum criteria for PI monitoring of this CPG. System reporting will be performed \nannually; additional PI monitoring and system reporting may be performed as needed.  \nThe system review and data analysis will be performed by the JTS Chief and the JTS PI  Branch.  \nRESPONSIBILITIES  \nIt is the trauma team leader’s responsibility to ensure familiarity, appropriate compliance and PI monitoring at \nthe local level with this CPG.  \n \nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  8 REFERENCES \n1. Pannell D, Nathens A, Richard J, et al. Acute nontraumatic  general surgical conditions on a combat \ndeployment. Can J Surg. 2015 June; 58(3, s3):S135-S140.  \n2. Chang R, Eastridge B, Holcomb J. Remote Damage Control Resuscitation in Austere Environments. \nWilderness & Environmental Medicine. 2017; 28:S124 -S134.  \n3. Armed Fo rces Health Surveillance Center (AFHSC). Medical evacuations from Afghanistan during \nOperation Enduring Freedom, active and reserve components, U.S. Armed Forces, 7 October 2001 -\n31 December 2012. MSMR. 2013 Jun; 20(6):2-8.  \n4. Daniels L, Unlu C, de Korte N, et  al. Randomized clinical trial of observational versus antibiotic \ntreatment for a first episode of CT -proven uncomplicated acute diverticulitis. BJS. 2017; 104:52 -61. \n5. Cap A, Pidcoke H, Spinella P, et al. Damage Control Resuscitation. JTS CPG. 2017. \nwww.usa isr.amedd.army.mil  \n6. Wojciechowicz K, Hofkamp H, van Hulst R. Conservative treatment of acute appendicitis: an \noverview. Int Marit Health. 2010;61(4):265-272.  \n7. Wang C, Chou H, Liu K, et al. Long-Term Outcome of Patients with Acute Cholecystitis Receiving \nAntibiotic Treatment: A Restrospective Cohort Study. World J Surg. 2014; 38:347-354.  \n8. Meier C, Latz H, Kraemer J, et al. Acute appendicitis in children: can surgery be postponed? Short -\nterm results in a cohort of 225 children. Langenbecks Arch Surg. 2017. Publi shed Online  \n9. Polo M, Duclos A, Polazzi S, et al. Acute Cholecystitis - Optimal Timing for Early Cholecystectomy: a \nFrench Nationwide Study. J Gastrointest Surg. 2015; Published Online  \n10. Hall A, Freeman T, Banks S. Is it Safe? Appendectomies at Night at a Low -Volume Center. Journal of \nSurgical Education. 2011;68(3):199-201  \n11. Duonomo A, Pascolini L, Rizzi A, et al. Cross-reactivity and Tolerability of Ertapenem in Patients with \nIgE-Mediated Hypersensitivity to β -Lactams. J Investig Allergol Clin Immunol. 2016; 26(2 ):100 -105 \n12. Sippola S, Gronroos J, Tuominen R, et al. Economic evaluation of antibiotic therapy versus \nappendicectomy for the treatment of uncomplicated acute appendicitis from the APPAC \nrandomized clinical trial. BJS. 2017; Published Online.  \n13. Guttormson R, T schirhart J, Boysen D, et al. Are postoperative activity restrictions evidence -based? \nAmerican Journal of Surgery. 2008; 195:401-404.  \n14. Lucha PA, Wallace D, Pasque C, Brickhouse N, Olsen D, Styk S, Dortch M and Beckman WA. Surgical \nwound morbidity in an aust ere surgical environment. Mil Med. 2000 Jan;165(1):13 -7. \nEmergency General Surgery in Deployed Locations  CPG ID: 71  \nGuideline Only/Not a Substitute for Clinical Judgment  9 APPENDIX A: ADDITIONAL INFORMATION REGARDING OFF -LABEL USES IN CPGS \nPURPOSE  \nThe purpose of this Appendix is to ensure an understanding of DoD policy and practice regarding inclusion in CPG s \nof “off- label” uses of U.S. Food and Drug Administration (FDA)– approved products. This applies to off- label uses \nwith patients who are armed forces members.   \nBACKGROUND  \nUnapproved (i.e. “off -label”) uses of FDA -approved products are extremely common in American medicine and are \nusually not subject to any special regulations.  However, under Federal law, in some circumstances, unapproved \nuses of approved drugs are subject to FDA regulations governing “investigational new drugs.” These circumstances \ninclude such uses as part of clinical trials, and in the military context, command required, unapproved uses.  Some \ncommand requested unapproved uses may also be subject to special regulations.   \nADDITIONAL INFORMATI ON REGARDING OFF -LAB EL USES IN CPGS \nThe inclusion in CPGs of off -label uses is not a clinical trial, nor is it a command request or requirement. Further, it \ndoes not imply that the Military Health System requires that use by DoD health care practitioners or considers it to \nbe the “standard o f care.” Rather, the inclusion in CPGs of off -label uses is to inform the clinical judgment of the \nresponsible health care practitioner by providing information regarding potential risks and benefits of treatment \nalternatives. The decision is for the clini cal judgment of the responsible health care practitioner within the \npractitioner -patient relationship.  \nADDITIONAL PROCEDURE S \nBalanced Discussion  \nConsistent with this purpose, CPG discussions of off -label uses specifically state that they are uses not approved by \nthe FDA. Further, such discussions are balanced in the presentation of appropriate clinical study data, including any \nsuch data that suggest caution in the use of the product and specifically including any FDA- issued warnings.  \nQuality Assurance Monitoring  \nWith respect to such off -label uses, DoD procedure is to maintain a regular system of quality assurance monitoring \nof outcomes and known potential adverse events.  For this reason, the importance of accurate clinical records is \nunderscored.  \nInformation to Patients  \nGood clinical practice includes the provision of appropriate information to patients.  Each CPG discussing an \nunusual off -label use will address the issue of information to patients. When practicable, consideration will be \ngiven to in cluding in an appendix an appropriate information sheet for distribution to patients, whether before or \nafter use of the product. Information to patients should address in plain language: a) that the use is not approved \nby the FDA; b) the reasons why a DoD health care practitioner would decide to use the product for this purpose; \nand c) the potential risks associated with such use.  \n",
    "size_bytes": 25404
  },
  "ADVISOR_Teleconsultation_Flyer": {
    "filename": "ADVISOR_Teleconsultation_Flyer.pdf",
    "category": "emergency",
    "sections": {
      "overview": "Medically Ready Force… Ready Medical Force\nTo provide a full spectrum of urgent/emergent on-demand consultation services to operational\nforces for contingency support .\nCall: 833 -ADVSRLN (833 -238-7756)/ DSN: 312 -429-9089\nCOVID -19\nOperational\nTraining\nProvides DoD medical units with\nconsultation support for COVID -19\nPandemic.\nCritical Care\nInfectious Disease\nPediatric Infectious Disease\nPediatric Critical Care\nPalliative Care\nDod.advisor_office@health.milCRITCIAL CARE\nGENERAL SURGERY\nHEMATOLOGY/ONCOLOGY\nTOXICOLOGY\nINFECTIOUS DISEASE\nCHEMICAL CASUALTY CARE\nVETERINARY CARE FOR MWD\nVETERINARY CARE FOR EQUID\nEMERGENCY DEPT\nFOR SPECIALTY NOT LISTED, We will\nattempt to connect you to the closest Role\n4 MTF for assistance with that service .Provides Prolonged Field Care and specialty training for Deployed/\nDeploying military units; with actual ADVISOR Providers.\nTraining must be pre -coordinated using ADVISOR email\nDod.advisor_training@health.milDENTAL\nNEUROSURGERY\nOPHTHALMOLOGY\nNEONATOLOGY\nORTHO\nBURNS\nPEDS\nOB/GYN\nhttps://info.health.mil/army/VMC/Pages/OpsMed/Operational -Medicine.aspx"
    },
    "full_text": "Medically Ready Force… Ready Medical Force\nTo provide a full spectrum of urgent/emergent on-demand consultation services to operational \nforces for contingency support .\nCall: 833 -ADVSRLN (833 -238-7756)/ DSN: 312 -429-9089\nCOVID -19\n Operational\nTraining\n Provides DoD medical units with \nconsultation support for COVID -19 \nPandemic.\nCritical Care\nInfectious Disease\nPediatric Infectious Disease\nPediatric Critical Care\nPalliative Care\nDod.advisor_office@health.milCRITCIAL CARE \nGENERAL SURGERY \nHEMATOLOGY/ONCOLOGY\nTOXICOLOGY\nINFECTIOUS DISEASE\nCHEMICAL CASUALTY CARE\nVETERINARY CARE FOR MWD \nVETERINARY CARE FOR EQUID\nEMERGENCY DEPT \nFOR SPECIALTY NOT LISTED, We will \nattempt to connect you to the closest Role \n4 MTF for assistance with that service .Provides Prolonged Field Care and specialty training for Deployed/ \nDeploying military units; with actual ADVISOR Providers. \nTraining must be pre -coordinated using ADVISOR email \nDod.advisor_training@health.milDENTAL\nNEUROSURGERY\nOPHTHALMOLOGY\nNEONATOLOGY\nORTHO\nBURNS\nPEDS\nOB/GYN\nhttps://info.health.mil/army/VMC/Pages/OpsMed/Operational -Medicine.aspx\n",
    "size_bytes": 1191
  }
}