{
  "i-STAT_Portable_CCATT_Final_26_FEB_2025": {
    "filename": "i-STAT_Portable_CCATT_Final_26_FEB_2025.pdf",
    "category": "medication",
    "sections": {
      "overview": "CRITICAL CARE AIR TRANSPORT CLINICAL PRACTICE GUIDELINE (CCATT CPG)\ni-STAT Portable Blood Analyzer in Austere Locations\nThis CPG provide s guidance for the management and use of the i -Stat\nportable blood analyzer in the aeromedical environment.\nCONTRIBUTORS\nMSgt Travis Largent, RCP, USAF\nTSgt Sadie Largent, RCP, USAF\nTSgt Charley Smith, RCP, USAF\nSSgt Jasmine Rivera, RCP, USAF  SSgt Sean Kay Napier, RCP, USAF\nSSgt James Elsner, RCP, USAF\nLt Col Jared Brinkerhoff, MD, USAF\nFirst Publication Date:\n19 Mar 2013  Revision Date:\n26 Feb 2025  Supersedes:\n29 Jan  2020\nTABLE OF CONTENTS\nMAJOR UPDATES  ......................................................................................................................................... 3\nGOAL  ........................................................................................................................................................... 3\nBACKGROUND  ............................................................................................................................................. 3\nPROCEDURE FOR HANDLING NEW CARTRIDGE OR CONTROL SHIPMENTS  .................................................... 4\nSTORAGE: PROCEDURES FOR CARTRIDGES, CONTROLS, AND THE ANALYZER  ............................................... 5\nDEPLOYMENT CONSIDERATIONS  ...................................................................................................................... 5\nBLOOD SAMPLE COLLECTION: PROCEDURE FOR ARTERIAL AND VENOUS DRAWS  ........................................ 6\nBLOOD DRAW  ................................................................................................................................................... 6\nCRITERIA FOR SPECIMEN REJECTION  ................................................................................................................ 6\nPRECAUTIONS: AVOID THE FOLLOWING CIRCUMSTANCES  ............................................................................. 7\nCARTRIDGE PREPARATION FOR LOADING BLOOD SAMPLE  ............................................................................. 7\nQUALITY ASSURANCE  .................................................................................................................................. 7\nELECTRONIC SIMULATORS  ................................................................................................................................ 7\nLIQUID CONTROLS  ............................................................................................................................................ 8\nINTERNAL QUALITY CHECK ............................................................................................................................... 8\nMEDICATIONS THAT CAN AFFECT i -STAT RESULTS ....................................................................................... 8\nDOCUMENTATION  ....................................................................................................................................... 8\nPRACTICAL ADVICE TO OPTIMIZE USE OF i -STAT IN THE DEPLOYED SETTING  ................................................ 9\nSOFTWARE UPDATES  ................................................................................................................................... 9\nVISUAL OVERVIEW OF PROPERLY STORED EQUIPMENT  ............................................................................. 10\nABBOTT POINT OF CARE CUSTOMER SUPPORT  .......................................................................................... 11\nFIXED (EXPECTED CLINICAL PROFICIENCY) .................................................................................................. 11\nREFERENCES  .............................................................................................................................................. 11\nAPPENDIX A: PROCEDURE FOR PREPARING AND RUNNING AN i -STAT SAMPLE  ......................................... 12\nAPPENDIX B: PROCEDURE FOR RUNNING THE EXTERNAL SIMULATOR  ....................................................... 14\nAPPENDIX C: PROCEDURE FOR RUNNING CONTROLS  ................................................................................. 15\nAPPENDIX D: UPDATING I -STAT CLEW SOFTWARE USING i -STAT DEVICE  ................................................... 17\ni-STAT Portable Blood Analyzer in Austere Locations       CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         2 LEGEND OF FIGURES\nFigure 1. i-STAT Analyzer  ............................................................................................................................. 5\nFigure 2. CG8+ cartridge.  ............................................................................................................................. 6\nFigure 3. CHEM8+ cartridge  ......................................................................................................................... 6\nFigure 4. External simulator  ......................................................................................................................... 6\nFigure A1. Scanning cartridge bar code  ...................................................................................................... 14\nFigure A2. Proper cartridge handling  ......................................................................................................... 14\nFigure A3 Loading cartridge sample well with blood  .................................................................................. 14\nFigure A4. Rotating cover  .......................................................................................................................... 15\nFigure A5. Sealing the cartridge  ................................................................................................................. 15\nFigure C1. Level 1 and 3 ampules  ............................................................................................................... 17\ni-STAT Portable Blood Analyzer in Austere Locations       CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         3 MAJOR UPDATES\n1. The frequency of performing an electronic simulator check for quality assurance.\nGOAL\nThe goal of this CPG is to present the proper use and maintenance of use of the i -STAT portable blood\nanalyzer, with a focus on the en -route care environment. This guideline outlines the expectations and\ninstructions for maintenance, calibration, quality control, and use of the i -STAT portable blood analyzer.\nUpdates include how to mitigate the negative impact of harsh environmental conditions found in deployment on the equipment and analyzer results. The series is developed by the Center for Sustainment of Trauma and Readiness Skills, University of Cincinnati Medical Center.\nBACKGROUND\nPoint -of-care (POC) testing is defined as a pathology or laboratory test that is performed at the site of\nclinical  interaction allowing immediate decision regarding  treatment.\n1 Because  POC  tests  are performed in\na non-laboratory setting, they are designed to be as simple as possible and produce reliable results when used by non -laboratory health -care professionals.\n2 In this sense, POC testing is ideal for the\nEn-Route  Critical Care  (ERCC)  environment,  however, austere  ERCC  conditions  can affect  the POC  test results.\nOne of most important environmental factors that medics must always be cognizant of are extremes in ambient temperature; exposure to extreme temperatures can render results inaccurate.\nCritical  Care  Air Transport  Teams  (CCATTs)  use the i-STAT  (Abbott Point  of\nCare, Princeton, NJ, USA) as their POC device (Figure 1).3 CCATT must\ntherefore understand how to use the equipment, be able to troubleshoot and calibrate the analyzer, and also provide quality assurance with controls\nand simulators (the function of controls and simulators will be defined\nbelow). In addition, teams must be aware of the specific drugs and\nenvironmental conditions that alter test accuracy. Finally, teams are also\nresponsible for protecting  POC  testing  equipment  from  the elements.\nThe i- STAT analyzer can measure multiple different lab values:  cardiac\ntroponin I, electrolytes, blood gas, urea, creatinine, glucose, ionized\ncalcium, and international normalized ratio (INR).\nTest  results from  the i-STAT are generally available  in 10 minutes  or less. The\nresults displayed on the screen depend on the type of cartridge inserted into the analyzer.\nFigure 1. i- STAT Analyzer\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         4 The cartridges that are typically stocked for use by CCATT are the CHEM8+, CG8+,  EG7+, and CG4+.\nCartridges  are each  loaded with  a sample  of the patient’s  blood  and inserted into the bottom  port of the\nanalyzer for analysis.\nThe CG8+  cartridge  (Figure 2) measures  glucose,  sodium,  potassium, ionized calcium,  hemoglobin,  and\nhematocrit. The blue arrow just to the right of “CG8+” defines the fill mark when blood is loaded into the cartridge; this indicates the volume of blood necessary to perform the test.\nThe EG7 cartridge measures  sodium,  potassium,  ionized calcium,  hemoglobin,  hematocrit,  pH, PaCO\n2,\nPaO 2, TCO 2, HCO 3, base excess, SO 2.\nThe CHEM8+ cartridge (Figure 3) measures creatinine, Blood Urea Nitrogen (BUN), glucose, ionized\ncalcium,  anion gap,  TCO\n2, chloride, potassium,  and sodium.  The fill mark is at the beginning  of the blue\nsegment.\nThe CG4+  cartridge  measures lactate,  pH, PaCO\n2, PaO 2, TCO 2, HCO 3, base  excess, SO 2.\nThe quality  controls for the i-STAT  system  are simulators  and controls.  There are two types  of simulators\nfor the i -STAT: internal and external. Internal simulators are built into the analyzer and external simulators\n(Figure 4) must be inserted into the analyzer in the same port that receives the cartridge.  Both types of\nsimulators mimic the signals that a cartridge, loaded with blood, would send to the analyzer; simulators validate the analyzer. Controls are liquids that are injected into the cartridge (instead of blood);  the\ncartridge  is then  inserted into the analyzer and run to validate  the cartridge. CCATT members are tasked to\nperform these quality checks to ensure lab tests are accurate.\nFigure  2. CG8+  cartridge.\nFigure  3. CHEM8+  cartridge\nFigure  4. External  simulator\nPROCEDURE FOR HANDLING NEW CARTRIDGE OR CONTROL SHIPMENTS\nCartridges must be kept refrigerated to maintain their integrity and reliability. Therefore, upon receipt,\nopen the box marked “Refrigerate upon Arrival.”  Next,  identify the card  with the temperature strip\nattached and read it. Once it is exposed to room temperature the reading will begin to change.\nFollow instructions  on card  and if the reading  is found to be unacceptable,  contact  technical  support.\nRecord the temperature reading on the “Receipt of New Cartridges” Log.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         5 If the temperature strip reading is acceptable, perform a test of one cartridge from each box with the\nliquid control;  this validates the remaining  cartridges  within each  box. If you receive multiple  boxes\nwith the same cartridge lot number you only have to run the test once instead of running controls for each box. A similar procedure should be used for shipments of controls.\nSTORAGE: PROCEDURES FOR CARTRIDGES, CONTROLS, AND THE\nANALYZER\nCartridges : The main supply of cartridges should be kept refrigerated at 2 —8°C (35—46°F). In this\nstate, they may be used until the date shown on the cartridge pack or box. Do not allow the cartridges  to freeze.  Cartridges  may  also be stored  at room  temperature (18-30°C  or\n64-86°F) for the time  frame  defined on the cartridge  box. For example,  CG8+  cartridges\nmay  be stored at room temperature for up to 2 weeks; then they must be discarded.\nCartridges should not be  returned  to the refrigerator once  they  have been warmed  to\nroom  temperature,  and they should  not be exposed  to temperatures above  30°C  (86°F). If\na cartridge  is removed from  the refrigerator, then the labeled expiration date should be\ncrossed out and the temperature expiration date should be written on the cartridge package.\nControls : Blood  gas, electrolyte, and chemistry  controls  should  be stored  at 2—8°C (35—46°F). They\nmay also be stored at room temperature (18 to 30 °C or 64 to 86 °F), but only for up to 5 days.\nAnalyzer : The i-STAT  analyzer  (and  accessories) should  be stored  in the hard  plastic  case  provided  in\nthe allowance standard. The device should be protected from extremes of temperature as much as possible. The optimal operating temperature range is 16 to 30 ºC.\nElectronic  Simulator : Store  at room  temperature and protect  contact  pads  from  contamination  by\nmaking sure the blue plastic cap (Figure 4) covers the contact pads when stored in its\nprotective case after use.\nDEPLOYMENT CONSIDERATIONS\nOne challenge for POC  testing in the deployed setting  is keeping the equipment  within the proper\ntemperature range.\n Cartridges used for a mission may be placed in the CCATT refrigerator bag to avoid temperature exposures  above  30°C  (86°F).  Another  option  is to hand carry  the i-STAT  cartridges  rather  than\nleave them  in the gear  set. Do not leave  the i-STAT cartridges  exposed to direct sunlight  and\nmaximize  use of climate -controlled environments (e.g., flight -line vehicles) to moderate\ntemperature extremes.\n Optimal operating temperature for the i -STAT analyzer is 16 —30 ºC (61— 86ºF). If the device is\neither too hot or too cold  at power -up, the following error message  will be displayed on the\nscreen: Temperature Out of Range. For a cold device, find a warm area on the aircraft or truck or place the analyzer in your flight suit to warm up. When the device is too hot, rest it on top of an\nice pack and protect it from getting wet with a piece of plastic or a Chux pad. Typically only 5\nminutes is needed to  reduce  the temperature to an acceptable  level. If an  aircraft  is pre-\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         6 positioned with  equipment  to minimize response time for “wheels -up,” the i -STAT may become\ntoo hot and not function.\n If a cartridge is used beyond its temperature expiration date, or if a cartridge is used despite\nhaving been  exposed  to a temperature  beyond  30°C  (86°F), then  annotate  this on the 3899L (next\nto the lab result). It is left the provider’s discretion whether to use the results in clinical decisions.\n  If you are seeing any of the following Codes 20, 27, 41, and 87 can be caused by poor contact\nthat can sometimes be corrected by conditioning the pins in the analyzer using the ceramic conditioning cartridge. If i -STAT unit locks up and are unable to insert CG cartridge into unit use\nceramic conditioning cartridge to reset pins.\nBLOOD SAMPLE COLLECTION: PROCEDURE FOR ARTERIAL AND VENOUS\nDRAWS\nFor cartridge  testing  of blood gases, electrolytes, chemistries, and hematocrits,  draw  the patient’s\nblood as described below.\nBLOOD DRAW\nCompletely fill a plain syringe, blood gas heparinized syringe (in the CCATT allowance standard), or a syringe with  the minimum volume of heparin  to prevent  clotting  (10 U/mL  of blood).  Mix a\nheparinized syringe by rolling it between the palms for at least 5 seconds in two directions, then\ninvert the syringe repeatedly for at least 5 seconds. For best results, test the blood immediately. For\nsamples measuring pH, PCO\n2, PO 2, TCO2, and ionized calcium, sample processing within 10 minutes of\nblood draw is acceptable; other analytes can be processed within 30 minutes of blood draw if a heparinized syringe was used. If a tourniquet is used for a venous stick, do not leave it on for more than 1 minute; do not draw blood proximal to an IV site.\nCRITERIA FOR SPECIMEN REJECTION\n1. There  is evidence of specimen clotting.\n2. Specimens  were collected  in vacuum  tubes  with  anticoagulants  other  than  lithium or\nsodium heparin.\n3. Syringe  for pH, PCO 2, PO 2, or TCO 2 has air bubbles  in sample.  An air bubble  stuck only  on the\nplunger will not affect the results.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         7\nPRECAUTIONS: AVOID THE FOLLOWING CIRCUMSTANCES\n Drawing  a specimen from  an arm with  an IV.\n Stasis (tourniquet  left on longer  than  1 minute before  venipuncture).\n Extra  muscle  activity  (fist pumping).\n Hemolysis (alcohol  left over  puncture  site or a traumatic  draw).\n Time  delays before  filling cartridge.\n Exposing  the sample to air when measuring pH, PCO 2, PO 2, or TCO 2.\nCARTRIDGE PREPARATION FOR LOADING BLOOD SAMPLE\n Prior  to using  a cartridge,  it must  be removed  from  refrigerated storage  and kept  at\nroom temperature in its protective pouch for at least 5 minutes.\n An entire box of cartridges  must  be kept  at room  temperature  for 1 hour  before  a cartridge  from\nthe box can be used. Avoid condensation from forming on a cold cartridge as it may prevent\nproper contact with the analyzer.\n The process  for loading the cartridge  with  blood  is detailed in Appendix  A.\nQUALITY ASSURANCE\nELECTRONIC SIMULATORS\n The i -STAT analyzer has both an internal and external simulator to perform quality\nchecks. Simulators  mimic  the signals  that would  be sent  from  a cartridge  charged  with\nblood  to validate whether the analyzer is functioning properly.\n The analyzer runs  a comprehensive check with  the internal simulator each  time  a\npatient’s  blood sample is tested.\n The external simulator needs to be plugged into the analyzer where a cartridge is attached. The external electronic simulator should be run when indicated by the i -\nSTAT device or every 8 hours while in use. Additionally, it is recommended to run\nthe external simulator prior to any mission and then again if the mission is over 8\nhours.  The testing procedure takes approximately 120 seconds. Appendix B  details\nhow to run an external simulator.\n Any analyzer that fails an electronic simulator check twice (internal or external)\nshould be removed from service and turned in for maintenance.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         8  The i-STAT  analyzer is programmed  to lock out if the internal  or external simulator\ndoes  not pass the quality control.\nLIQUID CONTROLS\n Liquid controls, which are injected into cartridges, verify the cartridges are producing accurate\nresults and should be used each  time  a new  batch  of cartridges  is opened.  Controls may  also be\nran if there is concern that a group of cartridges was placed in an environment outside of the storage guidelines – for example, in a place with an ambient temperature above 30°C (86°F). In\nparticular, Level 1, 2, and 3 controls for blood gas/electrolyte/metabolite cartridges are formul ated solutions that represent 3 clinically relevant levels of known pH and with known\nconcentrations of sodium, potassium,  chloride, ionized calcium,  PCO\n2, PO 2, TCO 2, glucose,\nlactate,  BUN,  and creatinine. Level 1 and 3 controls are typically stocked for d eployed CCATTs.\nNote:  Hemoglobin is validated with  another type  of control  (RNA  Medical® Hematocrit  Calibration\nVerification) that is not typically stocked for CCATTs.\n Liquid controls do not need to be run if cartridges are obtained from a military treatment facility (MTF) lab that complies with  this Clinical Practice  Guideline  (CPG).  One should  not assume,\nhowever, that the MTF is running controls with their cartridges.\n Consult the manufacturer’s documentation if you plan to use cartridges not listed in this CPG because  you will need to obtain  the proper  controls  and run them  prior  to use, as well as update\nthe software through your local Biomedical Equipment shop.\n Appendix C describes how  to run controls.\nINTERNAL QUALITY CHECK\nIf stars (***) are displayed instead of a lab result, it means that a test failed the internal quality checks. All other reported results are accurate as long as the sample integrity is not in question. If this occurs,\none can remix the tube of blood and r epeat the test using a new cartridge. If the result fails to display\nagain, draw a fresh blood sample and repeat the test. If the result is still not displayed, consider turning\nthe device in for maintenance or call technical support.\nMEDICATIONS THAT CAN AFFECT i-STAT RESULTS\n For patients administered propofol or thiopental sodium, i -STAT recommends the use of CG4+,\nCG8+, EG6+, and EG7+ cartridges, which are free from clinically significant interference at all\nrelevant therapeutic doses. i -STAT does not recommend the use of EC8+ cartridges for patients\nreceiving propofol or thiopental sodium.\n Acetaminophen and creatine can increase creatinine measurements by 0.20 —0.25 mg/dl.\nDOCUMENTATION\n Document that liquid controls were used to verify a new box of cartridges on a log or on the box containing the cartridges.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         9\n Document in the 3899L Patient Movement Record Enroute Critical Care form if a used cartridge was\nnot stored or quality checked correctly: (1) if controls were not run for a new box of cartridges, and\nthe cartridge was used, (2) if an expired cartridge was used, and (3) if a cartridge was used but was placed in an environment not consistent with proper storage (e.g., temperature above 30°C/86°F).\nPRACTICAL ADVICE TO OPTIMIZE USE OF i -STAT IN THE DEPLOYED\nSETTING\n Seek arrangements permitting you to obtain extra i -STAT cartridges from MTFs if your supply chain\nis limited, however, they are in no way obligated to do so. If the deployed location does not have a refrigerator, it may also be possible to drop off your main store of cartridges at the MTF for temperature -controlled storage and the running of controls. Obtaining cartridges from an MTF\nlaboratory  will eliminate the need to monitor  storage  temperature. Some laboratories, however, do\nnot use i -STAT, so they may  only be able to store your controls and cartridges; you will still be\nresponsible for ensuring that the liquid controls are completed.\n Consider  comparing the i-STAT results  with  MTF  derived values:\n When  circumstances  permit, teams  are advised  to perform  one i-STAT test while MTF  personnel\nsimultaneously measure the same parameters on a patient.\n If the results  are similar, it adds  some certainty  to the accuracy  of the i-STAT  and cartridge  lot\ncurrently in use.\n Discordant  results  suggest a problem  with  the analyzer or cartridges  and should  prompt  further\ninvestigation; the team should consider turning the device in for maintenance.\n There is no scientific basis for determining the direction and magnitude of difference between the i-STAT and MTF lab and then using that value as a correction factor to adjust results.  There is no\nreason to believe that the difference in values will be in the same direction or of the same magnitude for subsequent measurements.\nSOFTWARE UPDATES\n The sensors in the i -STAT cartridges are standardized against plasma methods used by major\nlaboratory systems. The i -STAT is programed with CLEW software, the coefficients of which are\ndetermined by comparing the i -STAT results to this standardization process. Due to possible changes\nin the manufacturing process, the CLEW software requires recalibration to avoid drift from the lab values produced by the major laboratory systems. This is why software updates are mandated twice a year.\n The i -STAT analyzer will not function with expired software. A warning will appear on the screen 15\ndays before the software expires.\n The i -STAT can be updated using a desktop computer or another i- STAT with current software\n(Appendix D).\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         10\n This method may be problematic for deployed personnel due to regulations preventing\nattachment of devices to government computers.\n If this method is approved by command, the software can be downloaded from the internet.\n Navigate directly to http://www.abbottpointofcare.com/Customer -Info -Center.aspx.\n Registration using a military email address will be required.\n The i -STAT can be updated using a second i -STAT with current software. This method may be easier\nin the deployed setting since it avoids the issue of having to attach a device to a government computer and does not require the internet. The second device may be obtained from another\nCCATT or an MTF. A step -by-step instruction set is presented in Appendix D.\n It is recommended that deployed personnel coordinate with a nearby MTF or contact a servicing biomedical maintenance shop as needed for assistance with software updates.\nVISUAL OVERVIEW OF PROPERLY STORED EQUIPMENT\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         11 ABBOTT POINT OF CARE CUSTOMER SUPPORT\n Assistance  from  Abbott website.\n1. Go to https://www.pointofcare.abbott/us/en/home.\n2. Choose  Support  from  the horizontal  menu  at the top of the page.\n3. You will need  to create  an account and/or  log in.\n Email  techsvc@apoc.abbott.com\n Call 1 -800-284-0702.\nFIXED (EXPECTED CLINICAL PROFICIENCY )\nCCATT members are expected to be able to perform the following tasks:\n1. Receive cartridge and control shipments.\n2. Obtain blood specimens correctly and identify inadequate samples.\n3. Perform quality controls for the i -STAT system.\n4. Process blood samples.\n5. Store the equipment correctly.\n6. Mitigate environmental conditions (such as temperature) that can affect equipment and results.\nREFERENCES\n1. Steinfelder-Visscher J, Teerenstra S, Gunnewiek JM, Weerwind PW. Evaluation  of the i-STAT\npoint - of-care analyzer in critically ill adult patients. The journal of extra -corporeal technology.\n2008 Mar;40(1):57.\n2. Jacobs  E, Vadasdi  E, Sarkozi  L, Colman N. Analytical  evaluation of i-STAT  Portable  Clinical\nAnalyzer and  use by nonlaboratory  health-care  professionals.  Clinical Chemistry. 1993 Jun\n1;39(6):1069- 74.\n3. I-STAT  System  Manual  2016 Update,  Abbott  Point  of Care  Inc, Abbott Park,  IL 60064.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         12 APPENDIX A: PROCEDURE FOR PREPARING AND RUNNING AN i -STAT\nSAMPLE\nStep 1: Verify  the type  of cartridge to use and check  the expiration  date.  Ensure  the\ncartridge  is at room  temperature.\nStep 2 : Power on the analyzer (bottom right button). Select option 2 to run  a new\nlab test.  You will be prompted  to enter you user  ID (use the last 4 digits of your\nSSN); hit ENTER. You will have to reenter your ID for confirmation. Then enter\npatient ID (last 4 of the patient’s SSN, if available); hit enter. Repeat for\nconfirmation.\nStep 3 : Scan the barcode on the cartridge packaging, (Figure A1); this defines for\nthe analyzer which cartridge type is being run and it also checks the expiration date. Simply press and hold the SCAN button and point at the bar code on the\ncartridge packaging ( Figure A1). The screen will then  instruct  you to insert a\ncartridge. You are ready to prepare the cartridge.\nStep 4 : Collect the blood  sample.  (Method  is defined in Blood  Sample Collection:\nProcedure for Arterial and Venous Draw ).\nStep 5 : Tear open cartridge package and remove the cartridge, only touching  edges\n(Figure A2). Touching the metal  contacts  on the top of the cartridge may affect\nresults.\nStep 6 : Before  injecting blood  into the sample well, ensure there  are no bubbles in\nthe sample (these can affect CO\n2 results).\nStep 7 : Fill cartridge to the appropriate fill line (Figure A3). The Chem8+ and  CG4+\ncartridges  have fill lines that are at the beginning  of the blue segment (Figure 3);\nCG7 and CG8+ cartridges have a blue arrow (Figure 2). Use the best flat surface on\nthe aircraft for injection. The sample well should be about halfway full\nStep 8 : Seal the cartridge’s  sample  well by rotating  the well’s cover  and snapping it\nclosed (Figure A4) DO NOT press directly over the sample port, as blood may be pressurized, potentially bursting/failing  the cartridge (Figure A5). Apply  pressure\nonly  at the edge of cap when sealing\nStep 9 : Insert the cartridge into the analyzer; results will display in 2 –4 minutes.\nToggle arrow buttons  to view different pages  of results. Figure A\n1. Scanning\ncartridge bar code\nFigure A2. Proper cartridge  handling\nFigure A3 Loading\ncartridge  sample well\nwith blood\ni-STAT Portable Blood Analyzer in Austere Locations             CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         13\nFigure  A4. Rotating  cover   Figure  A5. Sealing  the cartridge\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         14 APPENDIX B: PROCEDURE FOR RUNNING THE EXTERNAL SIMULATOR\nThe external simulator (Figure 4) mimics the signals that would be sent from a cartridge to validate\nwhether the analyzer is functioning properly. In particular, it simulates two levels of electrical signals\nthat stress the analyzer’s signal detection function  both below and above measurement ranges. It\nprovides an independent check on the ability of the analyzer to take accurate and sensitive\nmeasurements  of voltage, current,  and resistance  from  the cartridge.  An analyzer will PASS  or FAIL  this\ntest depending on whether or not it measures these signals within specified limits. The electronic simulator will fail if high relative humidity interferes with the measurements.\nIf the analyzer and simulator have been stored separately in areas where the ambient temperature differs by more than 3°C (5°F), allow the simulator and analyzer to stand in the same place for 30 minutes  before  inserting the simulator  into the analyzer. Handle  the simulator as little as possible  to\nmaintain its thermal uniformity and stability.\nProcedure  for running  the external  simulator:\nStep 1: Power  on the analyzer (bottom  right button).\nStep  2: Ignore options  1 or 2 that appear  on the screen  and press  the Menu  button,  then  select Option  3\nfor Quality Test.  Step 3 : A sub-menu  appears;  select Option  4 for Simulator.\nStep  4: Scan  the external  simulator’s barcode  into the analyzer by pressing and holding the Scan button.\nAnother  option  is to manually  enter the number  associated  with the bar code.\nStep  5: Insert  the external simulator  into the same  port  where  cartridges  are inserted with the “I” facing\nup (Figure 4); do not touch the contact pads. Cartridge Locked will be displayed, indicating that the simulator should NOT be removed. An attempt to forcibly remove the simulator during this cycle  may\ndamage  the analyzer. It will take  about  60 seconds  for the test to run. PASS or FAIL  will show on the\nscreen.\n If PASS is displayed, remove the simulator  ONLY  after  the Cartridge Locked  message\ndisappears from the screen.\n If FAIL is displayed, repeat the procedure with the same external simulator. If PASS displays after the second attempt, the analyzer may be used. If FAIL is displayed, repeat the\nprocedure with a second analyzer; the analyzer may be used if PASS is displayed. If FAIL is\ndisplayed,  repeat  the procedure with  the same, second  simulator. The analyzer may  be used\nif PASS is displayed. For a second FAIL display (using a second external simulator), the analyzer cannot be used and should be turned over to maintenan ce.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         15 APPENDIX C: PROCEDURE FOR RUNNING CONTROLS\nLevel 1, 2, and 3 controls for blood gas/electrolyte/metabolite cartridges are formulated at three clinically relevant levels with  known  pH and with  known concentrations  of sodium,  potassium, chloride,\nionized calcium, PCO\n2, PO 2, TCO 2, glucose, lactate, BUN/urea, and creatinine. Level 1 and 3 controls are\ntypical stocked for deployed CCATTs.\nVerifying hematocrit measurements, however, requires another type of control: the RNA Medical® Hematocrit Calibration Verification Controls. Levels 1, 3, and 5 should be run on the following\ncartridges:  E3+,  EC4+,  6+, EC8+,  EG6+,  EG7+,  CG8+,  and CHEM8+.  This control  is NOT typically  stocked for\nCCATTs downrange.\nLiquid controls  used  in a cartridge  that measures  oxygen  concentration  must  stand  at room  temperature\nfor a minimum of 4 hours before use; controls for other analytes only need to equilibrate at room temperature for 30 minutes. The analyzer should also stand at room temperature for 30 minutes.\nProcedure  for running  a control:\nStep 1 : Put on gloves.\nStep 2 : Press the On button.\nStep 3 : Press the Menu key; then  press  3 to select Quality  Tests.\nStep 4 : Press 1 to select Control.\nStep 5 : You will be prompted to scan or manually enter the Operator  ID\nand Control  Number. It may  be convenient to enter 1  as the\noperator ID for  a level 1 control and 3 for a level 3 control; this\nmay make it easier when comparing the results to the Value Assignment Sheet .\nStep 6 : Press Scan  to scan  the barcode cartridge  lot number.\nStep  7: Remove  the cartridge  from  the package,  taking  care  to handle  it only  along  the edges,  otherwise\nthe results may be affected. Place the cartridge on a flat surface.\nStep  8: Shake  the control  ampule  (Figure C1) hard  15–20 times (for at least 10 seconds)  and then  tap the\nampule to restore the liquid to the bottom of the ampule.\nStep 9 : Open  the ampule by snapping off the tip. Protect  fingers  with  gauze  or use an ampule breaker.\nS\ntep 10: Immediately transfer control  to syringe as follows: use a clean 3 mL syringe.  Replace  attached\nneedle with  a 19-gauge blunt  tip needle, if available, for safety.  Avoid drawing  air bubbles  into the\nsyringe.\nStep 11 : Immediately expel 3 drops of control on a pad/gauze and then fill cartridge to the fill line and\nseal the cartridge  (see Appendix  A for details). Aqueous -based  solutions  such  as controls  do not\nFigure C1. Level 1 and 3\nampules\ni-STAT Portable Blood Analyzer in Austere Locations             CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         16 have the buffering capabilities of whole blood; therefore, once opened, they must be\nimmediately transferred to the cartridge (unlike with a patient’s sample).\nStep  12: Do not use the solution  left in a syringe  or ampule  for additional  testing  of cartridges  that\ncontain sensors for ionized calcium, pH, PCO 2, or PO 2; a new ampule must be used.\nStep  13: Insert  cartridge  into the analyzer; do not remove until  Do Not Remove  Cartridge  – Cartridge\nLocked message is gone.\nStep 14 : Control Evaluation. Compare the results to the Value Assignment Sheet . If any result is out of\nrange, repeat the control testing with a fresh ampule and syringe. If any result is still out or\nrange,  do not use any of the cartridges  from  this lot. Value  Assignment  Sheets  are obtained  from\nthe Abbott Point of Care website (http://www.abbottpointofcare.com/Customer -Info -\nCenter/Value -Assignment -Sheets.aspx ). You will need to know the CLEW version on your device\nand the lot number of the control solution you used.\nNote: Correction  of PO2 value  is required when  running controls at locations more  than  1000 feet above\nsea level . Use the barometric  pressure  reading  from the i-STAT  status  screen  and the following  formulas:\n For PO2 values  < 150 mmHg: for every decrease  of 15 mmHg  in barometric  pressure from  760\nmmHg, add 1 mmHg to observed PO 2 value.\n For PO2 values  > 150 mmHg  for every decrease  of 35 mmHg  in barometric  pressure from  760\nmmHg, add 1 mmHg to observed PO 2 value.\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47\nGuidelines Only/Not a substitute for Clinical Judgement                                         17 APPE NDIX D: UPDATING I -STAT CLEW SOFTWARE USING i -STAT DEVICE\nWe recommend  that biomedical maintenance  preform  this procedure,  if possible.\nThe sensors in the i-STAT  cartridges  are standardized  against  plasma methods  used by major  laboratory\nsystems.  The i-STAT  is programed  with  CLEW  software, the coefficients  of which  are determined by this\nstandardization process. Due to possible changes in the manufacturing process, the CLEW software\nrequires recalibration to avoid drift from major laboratory systems. This is why software updates are mandated to occur twice a year.\nStep 1 : Be certain both i-STAT devices have at least 7.5 volts  of battery  power  remaining.\nStep  2: Turn  the power  off on the receiving device. The power  on the receiving device will remain  off for\nthe entire procedure.\nStep  3: Place  both  devices on a flat surface  with the infrared  windows  aligned  approximately  1 foot\napart.\nStep 4 : Turn  on the sending device, press  Menu,  and select option  7 for Utility.\nStep 5 : Press ENT when prompted for a password.\nStep 6 : In the utility menu  press  1 for Send  Software.\nStep 7 : Press 1 for JAMS###/A##.\nNote : the numbers have been  replaced  with  # in this example;  they  will change with  each\nsoftware update.\nStep  8: When  the sending  device displays  Waiting to Send , start  sliding  the receiving device towards  the\nsending device with the infrared windows aligned until the sending device displays Sending . Do\nnot lift it off the flat surface.\nStep 9 : Wait until  the sending device  returns  to the utility menu  and displays  Last send  successful  before\nmoving devices.\nS\ntep 10: Run the external  electronic simulator  on the receiving device to verify successful  software\nupdate."
    },
    "full_text": " CRITICAL CARE AIR TRANSPORT CLINICAL PRACTICE GUIDELINE (CCATT CPG)  \ni-STAT Portable Blood Analyzer in Austere Locations  \nThis CPG provide s guidance for the management and use of the i -Stat \nportable blood analyzer in the aeromedical environment.  \n \nCONTRIBUTORS  \nMSgt Travis Largent, RCP, USAF  \nTSgt Sadie Largent, RCP, USAF  \nTSgt Charley Smith, RCP, USAF  \nSSgt Jasmine Rivera, RCP, USAF  SSgt Sean Kay Napier, RCP, USAF  \nSSgt James Elsner, RCP, USAF \nLt Col Jared Brinkerhoff, MD, USAF  \nFirst Publication Date:   \n19 Mar 2013  Revision Date:   \n26 Feb 2025  Supersedes:  \n29 Jan  2020  \n \n \nTABLE OF CONTENTS  \nMAJOR UPDATES  ......................................................................................................................................... 3  \nGOAL  ........................................................................................................................................................... 3  \nBACKGROUND  ............................................................................................................................................. 3  \nPROCEDURE FOR HANDLING NEW CARTRIDGE OR CONTROL SHIPMENTS  .................................................... 4  \nSTORAGE: PROCEDURES FOR CARTRIDGES, CONTROLS, AND THE ANALYZER  ............................................... 5  \nDEPLOYMENT CONSIDERATIONS  ...................................................................................................................... 5  \nBLOOD SAMPLE COLLECTION: PROCEDURE FOR ARTERIAL AND VENOUS DRAWS  ........................................ 6  \nBLOOD DRAW  ................................................................................................................................................... 6  \nCRITERIA FOR SPECIMEN REJECTION  ................................................................................................................ 6  \nPRECAUTIONS: AVOID THE FOLLOWING CIRCUMSTANCES  ............................................................................. 7  \nCARTRIDGE PREPARATION FOR LOADING BLOOD SAMPLE  ............................................................................. 7  \nQUALITY ASSURANCE  .................................................................................................................................. 7  \nELECTRONIC SIMULATORS  ................................................................................................................................ 7  \nLIQUID CONTROLS  ............................................................................................................................................ 8  \nINTERNAL QUALITY CHECK ............................................................................................................................... 8  \nMEDICATIONS THAT CAN AFFECT i -STAT RESULTS ....................................................................................... 8  \nDOCUMENTATION  ....................................................................................................................................... 8  \nPRACTICAL ADVICE TO OPTIMIZE USE OF i -STAT IN THE DEPLOYED SETTING  ................................................ 9  \nSOFTWARE UPDATES  ................................................................................................................................... 9  \nVISUAL OVERVIEW OF PROPERLY STORED EQUIPMENT  ............................................................................. 10 \nABBOTT POINT OF CARE CUSTOMER SUPPORT  .......................................................................................... 11 \nFIXED (EXPECTED CLINICAL PROFICIENCY) .................................................................................................. 11 \nREFERENCES  .............................................................................................................................................. 11 \nAPPENDIX A: PROCEDURE FOR PREPARING AND RUNNING AN i -STAT SAMPLE  ......................................... 12 \nAPPENDIX B: PROCEDURE FOR RUNNING THE EXTERNAL SIMULATOR  ....................................................... 14 \nAPPENDIX C: PROCEDURE FOR RUNNING CONTROLS  ................................................................................. 15 \nAPPENDIX D: UPDATING I -STAT CLEW SOFTWARE USING i -STAT DEVICE  ................................................... 17 \n \n\ni-STAT Portable Blood Analyzer in Austere Locations       CPG ID: 47    \nGuidelines Only/Not a substitute for Clinical Judgement                                         2 LEGEND OF FIGURES  \nFigure 1. i-STAT Analyzer  ............................................................................................................................. 5 \nFigure 2. CG8+ cartridge.  ............................................................................................................................. 6 \nFigure 3. CHEM8+ cartridge  ......................................................................................................................... 6 \nFigure 4. External simulator  ......................................................................................................................... 6 \nFigure A1. Scanning cartridge bar code  ...................................................................................................... 14 \nFigure A2. Proper cartridge handling  ......................................................................................................... 14 \nFigure A3 Loading cartridge sample well with blood  .................................................................................. 14 \nFigure A4. Rotating cover  .......................................................................................................................... 15 \nFigure A5. Sealing the cartridge  ................................................................................................................. 15 \nFigure C1. Level 1 and 3 ampules  ............................................................................................................... 17 \n \n  \ni-STAT Portable Blood Analyzer in Austere Locations       CPG ID: 47    \nGuidelines Only/Not a substitute for Clinical Judgement                                         3 MAJOR UPDATES \n \n1. The frequency of performing an electronic simulator check for quality assurance.  \n \nGOAL \n The goal of this CPG is to present the proper use and maintenance of use of the i -STAT portable blood \nanalyzer, with a focus on the en -route care environment. This guideline outlines the expectations and \ninstructions for maintenance, calibration, quality control, and use of the i -STAT portable blood analyzer. \nUpdates include how to mitigate the negative impact of harsh environmental conditions found in deployment on the equipment and analyzer results. The series is developed by the Center for Sustainment of Trauma and Readiness Skills, University of Cincinnati Medical Center.  \nBACKGROUND \n Point -of-care (POC) testing is defined as a pathology or laboratory test that is performed at the site of \nclinical  interaction allowing immediate decision regarding  treatment.\n1 Because  POC  tests  are performed in \na non-laboratory setting, they are designed to be as simple as possible and produce reliable results when used by non -laboratory health -care professionals.\n2 In this sense, POC testing is ideal for the  \nEn-Route  Critical Care  (ERCC)  environment,  however, austere  ERCC  conditions  can affect  the POC  test results. \nOne of most important environmental factors that medics must always be cognizant of are extremes in ambient temperature; exposure to extreme temperatures can render results inaccurate.  \n \nCritical  Care  Air Transport  Teams  (CCATTs)  use the i-STAT  (Abbott Point  of \nCare, Princeton, NJ, USA) as their POC device (Figure 1).3 CCATT must \ntherefore understand how to use the equipment, be able to troubleshoot and calibrate the analyzer, and also provide quality assurance with controls \nand simulators (the function of controls and simulators will be defined \nbelow). In addition, teams must be aware of the specific drugs and \nenvironmental conditions that alter test accuracy. Finally, teams are also  \nresponsible for protecting  POC  testing  equipment  from  the elements.  \n \nThe i- STAT analyzer can measure multiple different lab values:  cardiac \ntroponin I, electrolytes, blood gas, urea, creatinine, glucose, ionized \ncalcium, and international normalized ratio (INR).  \n Test  results from  the i-STAT are generally available  in 10 minutes  or less. The \nresults displayed on the screen depend on the type of cartridge inserted into the analyzer.      \n    Figure 1. i- STAT Analyzer  \n\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         4 The cartridges that are typically stocked for use by CCATT are the CHEM8+, CG8+,  EG7+, and CG4+. \nCartridges  are each  loaded with  a sample  of the patient’s  blood  and inserted into the bottom  port of the \nanalyzer for analysis.  \n \nThe CG8+  cartridge  (Figure 2) measures  glucose,  sodium,  potassium, ionized calcium,  hemoglobin,  and \nhematocrit. The blue arrow just to the right of “CG8+” defines the fill mark when blood is loaded into the cartridge; this indicates the volume of blood necessary to perform the test.  \n The EG7 cartridge measures  sodium,  potassium,  ionized calcium,  hemoglobin,  hematocrit,  pH, PaCO\n2, \nPaO 2, TCO 2, HCO 3, base excess, SO 2. \n The CHEM8+ cartridge (Figure 3) measures creatinine, Blood Urea Nitrogen (BUN), glucose, ionized \ncalcium,  anion gap,  TCO\n2, chloride, potassium,  and sodium.  The fill mark is at the beginning  of the blue \nsegment.  \nThe CG4+  cartridge  measures lactate,  pH, PaCO\n2, PaO 2, TCO 2, HCO 3, base  excess, SO 2. \n \nThe quality  controls for the i-STAT  system  are simulators  and controls.  There are two types  of simulators \nfor the i -STAT: internal and external. Internal simulators are built into the analyzer and external simulators \n(Figure 4) must be inserted into the analyzer in the same port that receives the cartridge.  Both types of \nsimulators mimic the signals that a cartridge, loaded with blood, would send to the analyzer; simulators validate the analyzer. Controls are liquids that are injected into the cartridge (instead of blood);  the \ncartridge  is then  inserted into the analyzer and run to validate  the cartridge. CCATT members are tasked to \nperform these quality checks to ensure lab tests are accurate.  \n \nFigure  2. CG8+  cartridge.  \n \n \n Figure  3. CHEM8+  cartridge  \n \n \n Figure  4. External  simulator  \n \n \n \n \n \nPROCEDURE FOR HANDLING NEW CARTRIDGE OR CONTROL SHIPMENTS  \n \nCartridges must be kept refrigerated to maintain their integrity and reliability. Therefore, upon receipt,  \nopen the box marked “Refrigerate upon Arrival.”  Next,  identify the card  with the temperature strip \nattached and read it. Once it is exposed to room temperature the reading will begin to change. \nFollow instructions  on card  and if the reading  is found to be unacceptable,  contact  technical  support.  \n \nRecord the temperature reading on the “Receipt of New Cartridges” Log.  \n\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         5 If the temperature strip reading is acceptable, perform a test of one cartridge from each box with the \nliquid control;  this validates the remaining  cartridges  within each  box. If you receive multiple  boxes  \nwith the same cartridge lot number you only have to run the test once instead of running controls for each box. A similar procedure should be used for shipments of controls.  \n \nSTORAGE: PROCEDURES FOR CARTRIDGES, CONTROLS, AND THE \nANALYZER  \n Cartridges : The main supply of cartridges should be kept refrigerated at 2 —8°C (35—46°F). In this \nstate, they may be used until the date shown on the cartridge pack or box. Do not allow the cartridges  to freeze.  Cartridges  may  also be stored  at room  temperature (18-30°C  or \n64-86°F) for the time  frame  defined on the cartridge  box. For example,  CG8+  cartridges  \nmay  be stored at room temperature for up to 2 weeks; then they must be discarded. \nCartridges should not be  returned  to the refrigerator once  they  have been warmed  to \nroom  temperature,  and they should  not be exposed  to temperatures above  30°C  (86°F). If \na cartridge  is removed from  the refrigerator, then the labeled expiration date should be \ncrossed out and the temperature expiration date should be written on the cartridge package.  \n Controls : Blood  gas, electrolyte, and chemistry  controls  should  be stored  at 2—8°C (35—46°F). They  \nmay also be stored at room temperature (18 to 30 °C or 64 to 86 °F), but only for up to 5 days.  \n Analyzer : The i-STAT  analyzer  (and  accessories) should  be stored  in the hard  plastic  case  provided  in \nthe allowance standard. The device should be protected from extremes of temperature as much as possible. The optimal operating temperature range is 16 to 30 ºC.  \n Electronic  Simulator : Store  at room  temperature and protect  contact  pads  from  contamination  by \nmaking sure the blue plastic cap (Figure 4) covers the contact pads when stored in its \nprotective case after use.  \n \nDEPLOYMENT CONSIDERATIONS   \n \nOne challenge for POC  testing in the deployed setting  is keeping the equipment  within the proper \ntemperature range.  \n \n Cartridges used for a mission may be placed in the CCATT refrigerator bag to avoid temperature exposures  above  30°C  (86°F).  Another  option  is to hand carry  the i-STAT  cartridges  rather  than  \nleave them  in the gear  set. Do not leave  the i-STAT cartridges  exposed to direct sunlight  and \nmaximize  use of climate -controlled environments (e.g., flight -line vehicles) to moderate \ntemperature extremes.  \n \n Optimal operating temperature for the i -STAT analyzer is 16 —30 ºC (61— 86ºF). If the device is \neither too hot or too cold  at power -up, the following error message  will be displayed on the \nscreen: Temperature Out of Range. For a cold device, find a warm area on the aircraft or truck or place the analyzer in your flight suit to warm up. When the device is too hot, rest it on top of an \nice pack and protect it from getting wet with a piece of plastic or a Chux pad. Typically only 5 \nminutes is needed to  reduce  the temperature to an acceptable  level. If an  aircraft  is pre-\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         6 positioned with  equipment  to minimize response time for “wheels -up,” the i -STAT may become \ntoo hot and not function.  \n \n If a cartridge is used beyond its temperature expiration date, or if a cartridge is used despite \nhaving been  exposed  to a temperature  beyond  30°C  (86°F), then  annotate  this on the 3899L (next  \nto the lab result). It is left the provider’s discretion whether to use the results in clinical decisions. \n \n  If you are seeing any of the following Codes 20, 27, 41, and 87 can be caused by poor contact \nthat can sometimes be corrected by conditioning the pins in the analyzer using the ceramic conditioning cartridge. If i -STAT unit locks up and are unable to insert CG cartridge into unit use \nceramic conditioning cartridge to reset pins.  \n \n \n \nBLOOD SAMPLE COLLECTION: PROCEDURE FOR ARTERIAL AND VENOUS \nDRAWS  \n \nFor cartridge  testing  of blood gases, electrolytes, chemistries, and hematocrits,  draw  the patient’s  \nblood as described below.  \n \nBLOOD DRAW \n Completely fill a plain syringe, blood gas heparinized syringe (in the CCATT allowance standard), or a syringe with  the minimum volume of heparin  to prevent  clotting  (10 U/mL  of blood).  Mix a \nheparinized syringe by rolling it between the palms for at least 5 seconds in two directions, then \ninvert the syringe repeatedly for at least 5 seconds. For best results, test the blood immediately. For \nsamples measuring pH, PCO\n2, PO 2, TCO2, and ionized calcium, sample processing within 10 minutes of \nblood draw is acceptable; other analytes can be processed within 30 minutes of blood draw if a heparinized syringe was used. If a tourniquet is used for a venous stick, do not leave it on for more than 1 minute; do not draw blood proximal to an IV site.  \n \nCRITERIA FOR SPECIMEN REJECTION  \n \n1. There  is evidence of specimen clotting.  \n \n2. Specimens  were collected  in vacuum  tubes  with  anticoagulants  other  than  lithium or \nsodium heparin.  \n \n3. Syringe  for pH, PCO 2, PO 2, or TCO 2 has air bubbles  in sample.  An air bubble  stuck only  on the \nplunger will not affect the results.  \n\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         7  \nPRECAUTIONS: AVOID THE FOLLOWING CIRCUMSTANCES  \n \n Drawing  a specimen from  an arm with  an IV. \n \n Stasis (tourniquet  left on longer  than  1 minute before  venipuncture).  \n \n Extra  muscle  activity  (fist pumping).  \n \n Hemolysis (alcohol  left over  puncture  site or a traumatic  draw).  \n \n Time  delays before  filling cartridge.  \n \n Exposing  the sample to air when measuring pH, PCO 2, PO 2, or TCO 2. \n \nCARTRIDGE PREPARATION FOR LOADING BLOOD SAMPLE  \n \n Prior  to using  a cartridge,  it must  be removed  from  refrigerated storage  and kept  at \nroom temperature in its protective pouch for at least 5 minutes.  \n \n An entire box of cartridges  must  be kept  at room  temperature  for 1 hour  before  a cartridge  from  \nthe box can be used. Avoid condensation from forming on a cold cartridge as it may prevent \nproper contact with the analyzer.  \n \n The process  for loading the cartridge  with  blood  is detailed in Appendix  A. \n \nQUALITY ASSURANCE  \n \nELECTRONIC SIMULATORS \n \n The i -STAT analyzer has both an internal and external simulator to perform quality \nchecks. Simulators  mimic  the signals  that would  be sent  from  a cartridge  charged  with \nblood  to validate whether the analyzer is functioning properly.  \n \n The analyzer runs  a comprehensive check with  the internal simulator each  time  a \npatient’s  blood sample is tested.  \n \n The external simulator needs to be plugged into the analyzer where a cartridge is attached. The external electronic simulator should be run when indicated by the i -\nSTAT device or every 8 hours while in use. Additionally, it is recommended to run \nthe external simulator prior to any mission and then again if the mission is over 8 \nhours.  The testing procedure takes approximately 120 seconds. Appendix B  details \nhow to run an external simulator.  \n \n Any analyzer that fails an electronic simulator check twice (internal or external) \nshould be removed from service and turned in for maintenance.  \n \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         8  The i-STAT  analyzer is programmed  to lock out if the internal  or external simulator  \ndoes  not pass the quality control. \n \nLIQUID CONTROLS  \n \n Liquid controls, which are injected into cartridges, verify the cartridges are producing accurate \nresults and should be used each  time  a new  batch  of cartridges  is opened.  Controls may  also be \nran if there is concern that a group of cartridges was placed in an environment outside of the storage guidelines – for example, in a place with an ambient temperature above 30°C (86°F). In \nparticular, Level 1, 2, and 3 controls for blood gas/electrolyte/metabolite cartridges are formul ated solutions that represent 3 clinically relevant levels of known pH and with known \nconcentrations of sodium, potassium,  chloride, ionized calcium,  PCO\n2, PO 2, TCO 2, glucose, \nlactate,  BUN,  and creatinine. Level 1 and 3 controls are typically stocked for d eployed CCATTs.  \nNote:  Hemoglobin is validated with  another type  of control  (RNA  Medical® Hematocrit  Calibration \nVerification) that is not typically stocked for CCATTs.  \n \n Liquid controls do not need to be run if cartridges are obtained from a military treatment facility (MTF) lab that complies with  this Clinical Practice  Guideline  (CPG).  One should  not assume, \nhowever, that the MTF is running controls with their cartridges.  \n \n Consult the manufacturer’s documentation if you plan to use cartridges not listed in this CPG because  you will need to obtain  the proper  controls  and run them  prior  to use, as well as update  \nthe software through your local Biomedical Equipment shop.  \n \n Appendix C describes how  to run controls.  \n \nINTERNAL QUALITY CHECK  \n \nIf stars (***) are displayed instead of a lab result, it means that a test failed the internal quality checks. All other reported results are accurate as long as the sample integrity is not in question. If this occurs, \none can remix the tube of blood and r epeat the test using a new cartridge. If the result fails to display \nagain, draw a fresh blood sample and repeat the test. If the result is still not displayed, consider turning \nthe device in for maintenance or call technical support.  \n \nMEDICATIONS THAT CAN AFFECT i-STAT RESULTS  \n \n For patients administered propofol or thiopental sodium, i -STAT recommends the use of CG4+, \nCG8+, EG6+, and EG7+ cartridges, which are free from clinically significant interference at all \nrelevant therapeutic doses. i -STAT does not recommend the use of EC8+ cartridges for patients \nreceiving propofol or thiopental sodium.  \n \n Acetaminophen and creatine can increase creatinine measurements by 0.20 —0.25 mg/dl.  \n \nDOCUMENTATION  \n \n Document that liquid controls were used to verify a new box of cartridges on a log or on the box containing the cartridges.  \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         9  \n Document in the 3899L Patient Movement Record Enroute Critical Care form if a used cartridge was \nnot stored or quality checked correctly: (1) if controls were not run for a new box of cartridges, and \nthe cartridge was used, (2) if an expired cartridge was used, and (3) if a cartridge was used but was placed in an environment not consistent with proper storage (e.g., temperature above 30°C/86°F). \n \nPRACTICAL ADVICE TO OPTIMIZE USE OF i -STAT IN THE DEPLOYED \nSETTING  \n \n Seek arrangements permitting you to obtain extra i -STAT cartridges from MTFs if your supply chain \nis limited, however, they are in no way obligated to do so. If the deployed location does not have a refrigerator, it may also be possible to drop off your main store of cartridges at the MTF for temperature -controlled storage and the running of controls. Obtaining cartridges from an MTF \nlaboratory  will eliminate the need to monitor  storage  temperature. Some laboratories, however, do \nnot use i -STAT, so they may  only be able to store your controls and cartridges; you will still be \nresponsible for ensuring that the liquid controls are completed.  \n \n Consider  comparing the i-STAT results  with  MTF  derived values:  \n \n When  circumstances  permit, teams  are advised  to perform  one i-STAT test while MTF  personnel \nsimultaneously measure the same parameters on a patient.  \n \n If the results  are similar, it adds  some certainty  to the accuracy  of the i-STAT  and cartridge  lot \ncurrently in use. \n \n Discordant  results  suggest a problem  with  the analyzer or cartridges  and should  prompt  further \ninvestigation; the team should consider turning the device in for maintenance.  \n \n There is no scientific basis for determining the direction and magnitude of difference between the i-STAT and MTF lab and then using that value as a correction factor to adjust results.  There is no \nreason to believe that the difference in values will be in the same direction or of the same magnitude for subsequent measurements. \n \nSOFTWARE UPDATES  \n \n The sensors in the i -STAT cartridges are standardized against plasma methods used by major \nlaboratory systems. The i -STAT is programed with CLEW software, the coefficients of which are \ndetermined by comparing the i -STAT results to this standardization process. Due to possible changes \nin the manufacturing process, the CLEW software requires recalibration to avoid drift from the lab values produced by the major laboratory systems. This is why software updates are mandated twice a year.  \n \n The i -STAT analyzer will not function with expired software. A warning will appear on the screen 15 \ndays before the software expires.  \n \n The i -STAT can be updated using a desktop computer or another i- STAT with current software \n(Appendix D).  \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         10  \n This method may be problematic for deployed personnel due to regulations preventing \nattachment of devices to government computers.  \n \n If this method is approved by command, the software can be downloaded from the internet.  \n \n Navigate directly to http://www.abbottpointofcare.com/Customer -Info -Center.aspx.  \n \n Registration using a military email address will be required.  \n \n The i -STAT can be updated using a second i -STAT with current software. This method may be easier \nin the deployed setting since it avoids the issue of having to attach a device to a government computer and does not require the internet. The second device may be obtained from another \nCCATT or an MTF. A step -by-step instruction set is presented in Appendix D.  \n \n It is recommended that deployed personnel coordinate with a nearby MTF or contact a servicing biomedical maintenance shop as needed for assistance with software updates.  \n \nVISUAL OVERVIEW OF PROPERLY STORED EQUIPMENT  \n \n \n   \n \n\ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         11 ABBOTT POINT OF CARE CUSTOMER SUPPORT  \n \n Assistance  from  Abbott website. \n \n1. Go to https://www.pointofcare.abbott/us/en/home.  \n \n2. Choose  Support  from  the horizontal  menu  at the top of the page. \n \n3. You will need  to create  an account and/or  log in. \n \n Email  techsvc@apoc.abbott.com  \n \n Call 1 -800-284-0702. \n \nFIXED (EXPECTED CLINICAL PROFICIENCY ) \n \nCCATT members are expected to be able to perform the following tasks:  \n \n1. Receive cartridge and control shipments. \n \n2. Obtain blood specimens correctly and identify inadequate samples. \n \n3. Perform quality controls for the i -STAT system.  \n \n4. Process blood samples.  \n \n5. Store the equipment correctly.  \n \n6. Mitigate environmental conditions (such as temperature) that can affect equipment and results.  \n \nREFERENCES  \n \n1. Steinfelder-Visscher J, Teerenstra S, Gunnewiek JM, Weerwind PW. Evaluation  of the i-STAT \npoint - of-care analyzer in critically ill adult patients. The journal of extra -corporeal technology. \n2008 Mar;40(1):57.  \n \n2. Jacobs  E, Vadasdi  E, Sarkozi  L, Colman N. Analytical  evaluation of i-STAT  Portable  Clinical \nAnalyzer and  use by nonlaboratory  health-care  professionals.  Clinical Chemistry. 1993 Jun \n1;39(6):1069- 74. \n \n3. I-STAT  System  Manual  2016 Update,  Abbott  Point  of Care  Inc, Abbott Park,  IL 60064.  \n  \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         12 APPENDIX A: PROCEDURE FOR PREPARING AND RUNNING AN i -STAT \nSAMPLE  \nStep 1: Verify  the type  of cartridge to use and check  the expiration  date.  Ensure  the \ncartridge  is at room  temperature. \nStep 2 : Power on the analyzer (bottom right button). Select option 2 to run  a new  \nlab test.  You will be prompted  to enter you user  ID (use the last 4 digits of your \nSSN); hit ENTER. You will have to reenter your ID for confirmation. Then enter \npatient ID (last 4 of the patient’s SSN, if available); hit enter. Repeat for \nconfirmation.  \nStep 3 : Scan the barcode on the cartridge packaging, (Figure A1); this defines for \nthe analyzer which cartridge type is being run and it also checks the expiration date. Simply press and hold the SCAN button and point at the bar code on the \ncartridge packaging ( Figure A1). The screen will then  instruct  you to insert a \ncartridge. You are ready to prepare the cartridge.  \nStep 4 : Collect the blood  sample.  (Method  is defined in Blood  Sample Collection: \nProcedure for Arterial and Venous Draw ). \nStep 5 : Tear open cartridge package and remove the cartridge, only touching  edges  \n(Figure A2). Touching the metal  contacts  on the top of the cartridge may affect \nresults. \nStep 6 : Before  injecting blood  into the sample well, ensure there  are no bubbles in \nthe sample (these can affect CO\n2 results).  \nStep 7 : Fill cartridge to the appropriate fill line (Figure A3). The Chem8+ and  CG4+  \ncartridges  have fill lines that are at the beginning  of the blue segment (Figure 3); \nCG7 and CG8+ cartridges have a blue arrow (Figure 2). Use the best flat surface on \nthe aircraft for injection. The sample well should be about halfway full  \nStep 8 : Seal the cartridge’s  sample  well by rotating  the well’s cover  and snapping it \nclosed (Figure A4) DO NOT press directly over the sample port, as blood may be pressurized, potentially bursting/failing  the cartridge (Figure A5). Apply  pressure  \nonly  at the edge of cap when sealing  \nStep 9 : Insert the cartridge into the analyzer; results will display in 2 –4 minutes.  \nToggle arrow buttons  to view different pages  of results. Figure A\n1. Scanning \ncartridge bar code  \n \n \nFigure A2. Proper cartridge  handling  \n \n \nFigure A3 Loading \ncartridge  sample well \nwith blood \n \n\ni-STAT Portable Blood Analyzer in Austere Locations             CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         13 \n \n \n \n \n  \n \n  \n \n \n \n \n \n \n \n  Figure  A4. Rotating  cover   Figure  A5. Sealing  the cartridge  \n \n \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         14 APPENDIX B: PROCEDURE FOR RUNNING THE EXTERNAL SIMULATOR  \n \nThe external simulator (Figure 4) mimics the signals that would be sent from a cartridge to validate \nwhether the analyzer is functioning properly. In particular, it simulates two levels of electrical signals \nthat stress the analyzer’s signal detection function  both below and above measurement ranges. It \nprovides an independent check on the ability of the analyzer to take accurate and sensitive \nmeasurements  of voltage, current,  and resistance  from  the cartridge.  An analyzer will PASS  or FAIL  this \ntest depending on whether or not it measures these signals within specified limits. The electronic simulator will fail if high relative humidity interferes with the measurements. \n \nIf the analyzer and simulator have been stored separately in areas where the ambient temperature differs by more than 3°C (5°F), allow the simulator and analyzer to stand in the same place for 30 minutes  before  inserting the simulator  into the analyzer. Handle  the simulator as little as possible  to \nmaintain its thermal uniformity and stability.  \n Procedure  for running  the external  simulator:  \n Step 1: Power  on the analyzer (bottom  right button).  \n Step  2: Ignore options  1 or 2 that appear  on the screen  and press  the Menu  button,  then  select Option  3 \nfor Quality Test.  Step 3 : A sub-menu  appears;  select Option  4 for Simulator. \n Step  4: Scan  the external  simulator’s barcode  into the analyzer by pressing and holding the Scan button. \nAnother  option  is to manually  enter the number  associated  with the bar code.  \n Step  5: Insert  the external simulator  into the same  port  where  cartridges  are inserted with the “I” facing \nup (Figure 4); do not touch the contact pads. Cartridge Locked will be displayed, indicating that the simulator should NOT be removed. An attempt to forcibly remove the simulator during this cycle  may  \ndamage  the analyzer. It will take  about  60 seconds  for the test to run. PASS or FAIL  will show on the \nscreen. \n \n If PASS is displayed, remove the simulator  ONLY  after  the Cartridge Locked  message \ndisappears from the screen.  \n \n If FAIL is displayed, repeat the procedure with the same external simulator. If PASS displays after the second attempt, the analyzer may be used. If FAIL is displayed, repeat the \nprocedure with a second analyzer; the analyzer may be used if PASS is displayed. If FAIL is \ndisplayed,  repeat  the procedure with  the same, second  simulator. The analyzer may  be used \nif PASS is displayed. For a second FAIL display (using a second external simulator), the analyzer cannot be used and should be turned over to maintenan ce. \n  \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         15 APPENDIX C: PROCEDURE FOR RUNNING CONTROLS  \n \nLevel 1, 2, and 3 controls for blood gas/electrolyte/metabolite cartridges are formulated at three clinically relevant levels with  known  pH and with  known concentrations  of sodium,  potassium, chloride, \nionized calcium, PCO\n2, PO 2, TCO 2, glucose, lactate, BUN/urea, and creatinine. Level 1 and 3 controls are \ntypical stocked for deployed CCATTs.  \n Verifying hematocrit measurements, however, requires another type of control: the RNA Medical® Hematocrit Calibration Verification Controls. Levels 1, 3, and 5 should be run on the following \ncartridges:  E3+,  EC4+,  6+, EC8+,  EG6+,  EG7+,  CG8+,  and CHEM8+.  This control  is NOT typically  stocked for \nCCATTs downrange.  \n Liquid controls  used  in a cartridge  that measures  oxygen  concentration  must  stand  at room  temperature \nfor a minimum of 4 hours before use; controls for other analytes only need to equilibrate at room temperature for 30 minutes. The analyzer should also stand at room temperature for 30 minutes.  \n Procedure  for running  a control:                                                                      \n \nStep 1 : Put on gloves.  \n Step 2 : Press the On button.  \n Step 3 : Press the Menu key; then  press  3 to select Quality  Tests.  \n Step 4 : Press 1 to select Control.  \n Step 5 : You will be prompted to scan or manually enter the Operator  ID \nand Control  Number. It may  be convenient to enter 1  as the \noperator ID for  a level 1 control and 3 for a level 3 control; this \nmay make it easier when comparing the results to the Value Assignment Sheet . \n Step 6 : Press Scan  to scan  the barcode cartridge  lot number. \n Step  7: Remove  the cartridge  from  the package,  taking  care  to handle  it only  along  the edges,  otherwise \nthe results may be affected. Place the cartridge on a flat surface.  \n Step  8: Shake  the control  ampule  (Figure C1) hard  15–20 times (for at least 10 seconds)  and then  tap the \nampule to restore the liquid to the bottom of the ampule.  \n Step 9 : Open  the ampule by snapping off the tip. Protect  fingers  with  gauze  or use an ampule breaker. \n S\ntep 10: Immediately transfer control  to syringe as follows: use a clean 3 mL syringe.  Replace  attached \nneedle with  a 19-gauge blunt  tip needle, if available, for safety.  Avoid drawing  air bubbles  into the \nsyringe.  \n Step 11 : Immediately expel 3 drops of control on a pad/gauze and then fill cartridge to the fill line and \nseal the cartridge  (see Appendix  A for details). Aqueous -based  solutions  such  as controls  do not \nFigure C1. Level 1 and 3 \nampules  \ni-STAT Portable Blood Analyzer in Austere Locations             CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         16 have the buffering capabilities of whole blood; therefore, once opened, they must be \nimmediately transferred to the cartridge (unlike with a patient’s sample).  \n \nStep  12: Do not use the solution  left in a syringe  or ampule  for additional  testing  of cartridges  that \ncontain sensors for ionized calcium, pH, PCO 2, or PO 2; a new ampule must be used.  \n \nStep  13: Insert  cartridge  into the analyzer; do not remove until  Do Not Remove  Cartridge  – Cartridge \nLocked message is gone.  \n \nStep 14 : Control Evaluation. Compare the results to the Value Assignment Sheet . If any result is out of \nrange, repeat the control testing with a fresh ampule and syringe. If any result is still out or \nrange,  do not use any of the cartridges  from  this lot. Value  Assignment  Sheets  are obtained  from \nthe Abbott Point of Care website (http://www.abbottpointofcare.com/Customer -Info - \nCenter/Value -Assignment -Sheets.aspx ). You will need to know the CLEW version on your device \nand the lot number of the control solution you used.  \n \nNote: Correction  of PO2 value  is required when  running controls at locations more  than  1000 feet above \nsea level . Use the barometric  pressure  reading  from the i-STAT  status  screen  and the following  formulas:  \n \n For PO2 values  < 150 mmHg: for every decrease  of 15 mmHg  in barometric  pressure from  760 \nmmHg, add 1 mmHg to observed PO 2 value.  \n \n For PO2 values  > 150 mmHg  for every decrease  of 35 mmHg  in barometric  pressure from  760 \nmmHg, add 1 mmHg to observed PO 2 value.  \n  \ni-STAT Portable Blood Analyzer in Austere Locations            CPG ID: 47                                                                          \nGuidelines Only/Not a substitute for Clinical Judgement                                         17 APPE NDIX D: UPDATING I -STAT CLEW SOFTWARE USING i -STAT DEVICE  \n \nWe recommend  that biomedical maintenance  preform  this procedure,  if possible.  \n \nThe sensors in the i-STAT  cartridges  are standardized  against  plasma methods  used by major  laboratory \nsystems.  The i-STAT  is programed  with  CLEW  software, the coefficients  of which  are determined by this \nstandardization process. Due to possible changes in the manufacturing process, the CLEW software \nrequires recalibration to avoid drift from major laboratory systems. This is why software updates are mandated to occur twice a year.  \n Step 1 : Be certain both i-STAT devices have at least 7.5 volts  of battery  power  remaining.  \n Step  2: Turn  the power  off on the receiving device. The power  on the receiving device will remain  off for \nthe entire procedure.  \n Step  3: Place  both  devices on a flat surface  with the infrared  windows  aligned  approximately  1 foot \napart.  \n \nStep 4 : Turn  on the sending device, press  Menu,  and select option  7 for Utility.  \n \nStep 5 : Press ENT when prompted for a password.  \n Step 6 : In the utility menu  press  1 for Send  Software.  \n Step 7 : Press 1 for JAMS###/A##.  \nNote : the numbers have been  replaced  with  # in this example;  they  will change with  each \nsoftware update.  \n \nStep  8: When  the sending  device displays  Waiting to Send , start  sliding  the receiving device towards  the \nsending device with the infrared windows aligned until the sending device displays Sending . Do \nnot lift it off the flat surface.  \n \nStep 9 : Wait until  the sending device  returns  to the utility menu  and displays  Last send  successful  before \nmoving devices. \n S\ntep 10: Run the external  electronic simulator  on the receiving device to verify successful  software \nupdate.  \n \n",
    "size_bytes": 41166
  }
}